--
-- PostgreSQL database dump
--

\restrict osgiV9NmKgEi3yY8maTluNhIFbLFCsLL0b7MnHh3v804zLES6HvPyCfhoMD1U6a

-- Dumped from database version 15.19 (Debian 15.19-0+deb12u1)
-- Dumped by pg_dump version 15.19 (Debian 15.19-0+deb12u1)

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Name: task_priority; Type: TYPE; Schema: public; Owner: -
--

CREATE TYPE public.task_priority AS ENUM (
    'low',
    'medium',
    'high',
    'critical'
);


--
-- Name: task_status; Type: TYPE; Schema: public; Owner: -
--

CREATE TYPE public.task_status AS ENUM (
    'new',
    'in_progress',
    'review',
    'done',
    'canceled'
);


--
-- Name: user_role; Type: TYPE; Schema: public; Owner: -
--

CREATE TYPE public.user_role AS ENUM (
    'admin',
    'manager',
    'worker'
);


SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: alembic_version; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.alembic_version (
    version_num character varying(32) NOT NULL
);


--
-- Name: clients; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.clients (
    id integer NOT NULL,
    name character varying(150) NOT NULL,
    email character varying(120),
    phone character varying(30),
    address character varying(255),
    created_at timestamp with time zone DEFAULT now() NOT NULL,
    updated_at timestamp with time zone DEFAULT now() NOT NULL
);


--
-- Name: clients_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.clients_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: clients_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.clients_id_seq OWNED BY public.clients.id;


--
-- Name: comments; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.comments (
    id integer NOT NULL,
    text character varying(2000) NOT NULL,
    task_id integer NOT NULL,
    author_id integer NOT NULL,
    created_at timestamp with time zone DEFAULT now() NOT NULL,
    updated_at timestamp with time zone DEFAULT now() NOT NULL
);


--
-- Name: comments_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.comments_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: comments_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.comments_id_seq OWNED BY public.comments.id;


--
-- Name: contacts; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.contacts (
    id integer NOT NULL,
    full_name character varying(150) NOT NULL,
    "position" character varying(100),
    phone character varying(30),
    email character varying(120),
    client_id integer NOT NULL
);


--
-- Name: contacts_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.contacts_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: contacts_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.contacts_id_seq OWNED BY public.contacts.id;


--
-- Name: projects; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.projects (
    id integer NOT NULL,
    name character varying(120) NOT NULL,
    description text,
    budget numeric(12,2) NOT NULL,
    client_id integer NOT NULL,
    created_at timestamp with time zone DEFAULT now() NOT NULL,
    updated_at timestamp with time zone DEFAULT now() NOT NULL
);


--
-- Name: projects_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.projects_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: projects_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.projects_id_seq OWNED BY public.projects.id;


--
-- Name: tags; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.tags (
    id integer NOT NULL,
    name character varying(50) NOT NULL
);


--
-- Name: tags_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.tags_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: tags_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.tags_id_seq OWNED BY public.tags.id;


--
-- Name: task_tags; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.task_tags (
    task_id integer NOT NULL,
    tag_id integer NOT NULL
);


--
-- Name: tasks; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.tasks (
    id integer NOT NULL,
    title character varying(200) NOT NULL,
    description text,
    status public.task_status NOT NULL,
    priority public.task_priority NOT NULL,
    estimate_hours integer NOT NULL,
    project_id integer NOT NULL,
    author_id integer NOT NULL,
    created_at timestamp with time zone DEFAULT now() NOT NULL,
    updated_at timestamp with time zone DEFAULT now() NOT NULL
);


--
-- Name: tasks_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.tasks_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: tasks_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.tasks_id_seq OWNED BY public.tasks.id;


--
-- Name: users; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.users (
    id integer NOT NULL,
    username character varying(50) NOT NULL,
    email character varying(120) NOT NULL,
    full_name character varying(150) NOT NULL,
    password_hash character varying(255) NOT NULL,
    role public.user_role NOT NULL,
    is_active boolean NOT NULL,
    created_at timestamp with time zone DEFAULT now() NOT NULL,
    updated_at timestamp with time zone DEFAULT now() NOT NULL
);


--
-- Name: users_id_seq; Type: SEQUENCE; Schema: public; Owner: -
--

CREATE SEQUENCE public.users_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


--
-- Name: users_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: -
--

ALTER SEQUENCE public.users_id_seq OWNED BY public.users.id;


--
-- Name: clients id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.clients ALTER COLUMN id SET DEFAULT nextval('public.clients_id_seq'::regclass);


--
-- Name: comments id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.comments ALTER COLUMN id SET DEFAULT nextval('public.comments_id_seq'::regclass);


--
-- Name: contacts id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.contacts ALTER COLUMN id SET DEFAULT nextval('public.contacts_id_seq'::regclass);


--
-- Name: projects id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.projects ALTER COLUMN id SET DEFAULT nextval('public.projects_id_seq'::regclass);


--
-- Name: tags id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tags ALTER COLUMN id SET DEFAULT nextval('public.tags_id_seq'::regclass);


--
-- Name: tasks id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tasks ALTER COLUMN id SET DEFAULT nextval('public.tasks_id_seq'::regclass);


--
-- Name: users id; Type: DEFAULT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.users ALTER COLUMN id SET DEFAULT nextval('public.users_id_seq'::regclass);


--
-- Data for Name: alembic_version; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.alembic_version (version_num) FROM stdin;
b7c07834fc17
\.


--
-- Data for Name: clients; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.clients (id, name, email, phone, address, created_at, updated_at) FROM stdin;
1	ООО Ромашка	office@romashka.ru	+7-495-111-2233	Москва, ул. Складочная, 1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
2	АО ТехноСофт	info@technosoft.ru	+7-812-222-3344	СПб, Невский пр., 100	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
3	ИП Иванов А.А.	\N	+7-903-333-4455	Казань, ул. Баумана, 5	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
4	Банк «ФинГрад»	hr@fingrad.ru	+7-495-444-5566	Москва, Пресненская наб., 12	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
5	АО ЭнергоМир	contact@energomir.ru	+7-383-555-6677	Новосибирск, Красный пр., 45	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
6	МедиаХолдинг	pr@mediaholding.ru	+7-495-666-7788	Москва, Дубининская, 53	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
7	СтройИнвест Групп	\N	+7-861-777-8899	Краснодар, ул. Красная, 70	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
8	ЛогистикПро	ops@logisticpro.ru	+7-916-888-9900	Екатеринбург, Малышева, 15	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
\.


--
-- Data for Name: comments; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.comments (id, text, task_id, author_id, created_at, updated_at) FROM stdin;
1	Комментарий к задаче #600: статус уточнён, работаю дальше.	600	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
2	Комментарий к задаче #241: статус уточнён, работаю дальше.	241	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
3	Комментарий к задаче #490: статус уточнён, работаю дальше.	490	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
4	Комментарий к задаче #497: статус уточнён, работаю дальше.	497	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
5	Комментарий к задаче #689: статус уточнён, работаю дальше.	689	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
6	Комментарий к задаче #779: статус уточнён, работаю дальше.	779	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
7	Комментарий к задаче #104: статус уточнён, работаю дальше.	104	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
8	Комментарий к задаче #10: статус уточнён, работаю дальше.	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
9	Комментарий к задаче #63: статус уточнён, работаю дальше.	63	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
10	Комментарий к задаче #273: статус уточнён, работаю дальше.	273	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
11	Комментарий к задаче #770: статус уточнён, работаю дальше.	770	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
12	Комментарий к задаче #979: статус уточнён, работаю дальше.	979	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
13	Комментарий к задаче #8: статус уточнён, работаю дальше.	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
14	Комментарий к задаче #682: статус уточнён, работаю дальше.	682	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
15	Комментарий к задаче #597: статус уточнён, работаю дальше.	597	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
16	Комментарий к задаче #809: статус уточнён, работаю дальше.	809	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
17	Комментарий к задаче #43: статус уточнён, работаю дальше.	43	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
18	Комментарий к задаче #100: статус уточнён, работаю дальше.	100	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
19	Комментарий к задаче #217: статус уточнён, работаю дальше.	217	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
20	Комментарий к задаче #535: статус уточнён, работаю дальше.	535	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
21	Комментарий к задаче #811: статус уточнён, работаю дальше.	811	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
22	Комментарий к задаче #988: статус уточнён, работаю дальше.	988	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
23	Комментарий к задаче #385: статус уточнён, работаю дальше.	385	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
24	Комментарий к задаче #618: статус уточнён, работаю дальше.	618	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
25	Комментарий к задаче #533: статус уточнён, работаю дальше.	533	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
26	Комментарий к задаче #780: статус уточнён, работаю дальше.	780	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
27	Комментарий к задаче #991: статус уточнён, работаю дальше.	991	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
28	Комментарий к задаче #955: статус уточнён, работаю дальше.	955	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
29	Комментарий к задаче #498: статус уточнён, работаю дальше.	498	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
30	Комментарий к задаче #485: статус уточнён, работаю дальше.	485	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
31	Комментарий к задаче #776: статус уточнён, работаю дальше.	776	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
32	Комментарий к задаче #346: статус уточнён, работаю дальше.	346	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
33	Комментарий к задаче #619: статус уточнён, работаю дальше.	619	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
34	Комментарий к задаче #440: статус уточнён, работаю дальше.	440	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
35	Комментарий к задаче #345: статус уточнён, работаю дальше.	345	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
36	Комментарий к задаче #380: статус уточнён, работаю дальше.	380	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
37	Комментарий к задаче #699: статус уточнён, работаю дальше.	699	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
38	Комментарий к задаче #912: статус уточнён, работаю дальше.	912	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
39	Комментарий к задаче #352: статус уточнён, работаю дальше.	352	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
40	Комментарий к задаче #323: статус уточнён, работаю дальше.	323	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
41	Комментарий к задаче #837: статус уточнён, работаю дальше.	837	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
42	Комментарий к задаче #246: статус уточнён, работаю дальше.	246	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
43	Комментарий к задаче #370: статус уточнён, работаю дальше.	370	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
44	Комментарий к задаче #987: статус уточнён, работаю дальше.	987	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
45	Комментарий к задаче #409: статус уточнён, работаю дальше.	409	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
46	Комментарий к задаче #388: статус уточнён, работаю дальше.	388	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
47	Комментарий к задаче #626: статус уточнён, работаю дальше.	626	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
48	Комментарий к задаче #59: статус уточнён, работаю дальше.	59	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
49	Комментарий к задаче #365: статус уточнён, работаю дальше.	365	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
50	Комментарий к задаче #895: статус уточнён, работаю дальше.	895	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
51	Комментарий к задаче #339: статус уточнён, работаю дальше.	339	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
52	Комментарий к задаче #826: статус уточнён, работаю дальше.	826	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
53	Комментарий к задаче #103: статус уточнён, работаю дальше.	103	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
54	Комментарий к задаче #4: статус уточнён, работаю дальше.	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
55	Комментарий к задаче #468: статус уточнён, работаю дальше.	468	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
56	Комментарий к задаче #892: статус уточнён, работаю дальше.	892	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
57	Комментарий к задаче #716: статус уточнён, работаю дальше.	716	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
58	Комментарий к задаче #412: статус уточнён, работаю дальше.	412	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
59	Комментарий к задаче #743: статус уточнён, работаю дальше.	743	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
60	Комментарий к задаче #856: статус уточнён, работаю дальше.	856	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
61	Комментарий к задаче #910: статус уточнён, работаю дальше.	910	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
62	Комментарий к задаче #143: статус уточнён, работаю дальше.	143	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
63	Комментарий к задаче #27: статус уточнён, работаю дальше.	27	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
64	Комментарий к задаче #617: статус уточнён, работаю дальше.	617	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
65	Комментарий к задаче #126: статус уточнён, работаю дальше.	126	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
66	Комментарий к задаче #890: статус уточнён, работаю дальше.	890	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
67	Комментарий к задаче #544: статус уточнён, работаю дальше.	544	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
68	Комментарий к задаче #287: статус уточнён, работаю дальше.	287	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
69	Комментарий к задаче #717: статус уточнён, работаю дальше.	717	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
70	Комментарий к задаче #990: статус уточнён, работаю дальше.	990	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
71	Комментарий к задаче #835: статус уточнён, работаю дальше.	835	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
72	Комментарий к задаче #255: статус уточнён, работаю дальше.	255	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
73	Комментарий к задаче #378: статус уточнён, работаю дальше.	378	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
74	Комментарий к задаче #463: статус уточнён, работаю дальше.	463	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
75	Комментарий к задаче #634: статус уточнён, работаю дальше.	634	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
76	Комментарий к задаче #703: статус уточнён, работаю дальше.	703	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
77	Комментарий к задаче #675: статус уточнён, работаю дальше.	675	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
78	Комментарий к задаче #891: статус уточнён, работаю дальше.	891	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
79	Комментарий к задаче #487: статус уточнён, работаю дальше.	487	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
80	Комментарий к задаче #528: статус уточнён, работаю дальше.	528	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
81	Комментарий к задаче #424: статус уточнён, работаю дальше.	424	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
82	Комментарий к задаче #677: статус уточнён, работаю дальше.	677	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
83	Комментарий к задаче #193: статус уточнён, работаю дальше.	193	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
84	Комментарий к задаче #947: статус уточнён, работаю дальше.	947	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
85	Комментарий к задаче #654: статус уточнён, работаю дальше.	654	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
86	Комментарий к задаче #833: статус уточнён, работаю дальше.	833	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
87	Комментарий к задаче #330: статус уточнён, работаю дальше.	330	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
88	Комментарий к задаче #18: статус уточнён, работаю дальше.	18	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
89	Комментарий к задаче #649: статус уточнён, работаю дальше.	649	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
90	Комментарий к задаче #369: статус уточнён, работаю дальше.	369	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
91	Комментарий к задаче #951: статус уточнён, работаю дальше.	951	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
92	Комментарий к задаче #47: статус уточнён, работаю дальше.	47	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
93	Комментарий к задаче #827: статус уточнён, работаю дальше.	827	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
94	Комментарий к задаче #754: статус уточнён, работаю дальше.	754	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
95	Комментарий к задаче #334: статус уточнён, работаю дальше.	334	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
96	Комментарий к задаче #695: статус уточнён, работаю дальше.	695	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
97	Комментарий к задаче #455: статус уточнён, работаю дальше.	455	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
98	Комментарий к задаче #240: статус уточнён, работаю дальше.	240	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
99	Комментарий к задаче #622: статус уточнён, работаю дальше.	622	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
100	Комментарий к задаче #997: статус уточнён, работаю дальше.	997	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
101	Комментарий к задаче #410: статус уточнён, работаю дальше.	410	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
102	Комментарий к задаче #757: статус уточнён, работаю дальше.	757	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
103	Комментарий к задаче #628: статус уточнён, работаю дальше.	628	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
104	Комментарий к задаче #814: статус уточнён, работаю дальше.	814	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
105	Комментарий к задаче #84: статус уточнён, работаю дальше.	84	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
106	Комментарий к задаче #357: статус уточнён, работаю дальше.	357	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
107	Комментарий к задаче #439: статус уточнён, работаю дальше.	439	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
108	Комментарий к задаче #488: статус уточнён, работаю дальше.	488	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
109	Комментарий к задаче #924: статус уточнён, работаю дальше.	924	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
110	Комментарий к задаче #878: статус уточнён, работаю дальше.	878	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
111	Комментарий к задаче #932: статус уточнён, работаю дальше.	932	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
112	Комментарий к задаче #948: статус уточнён, работаю дальше.	948	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
113	Комментарий к задаче #752: статус уточнён, работаю дальше.	752	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
114	Комментарий к задаче #395: статус уточнён, работаю дальше.	395	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
115	Комментарий к задаче #301: статус уточнён, работаю дальше.	301	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
116	Комментарий к задаче #902: статус уточнён, работаю дальше.	902	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
117	Комментарий к задаче #200: статус уточнён, работаю дальше.	200	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
118	Комментарий к задаче #730: статус уточнён, работаю дальше.	730	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
119	Комментарий к задаче #147: статус уточнён, работаю дальше.	147	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
120	Комментарий к задаче #976: статус уточнён, работаю дальше.	976	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
121	Комментарий к задаче #586: статус уточнён, работаю дальше.	586	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
122	Комментарий к задаче #804: статус уточнён, работаю дальше.	804	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
123	Комментарий к задаче #923: статус уточнён, работаю дальше.	923	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
124	Комментарий к задаче #734: статус уточнён, работаю дальше.	734	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
125	Комментарий к задаче #517: статус уточнён, работаю дальше.	517	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
126	Комментарий к задаче #33: статус уточнён, работаю дальше.	33	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
127	Комментарий к задаче #131: статус уточнён, работаю дальше.	131	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
128	Комментарий к задаче #510: статус уточнён, работаю дальше.	510	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
129	Комментарий к задаче #816: статус уточнён, работаю дальше.	816	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
130	Комментарий к задаче #90: статус уточнён, работаю дальше.	90	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
131	Комментарий к задаче #309: статус уточнён, работаю дальше.	309	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
132	Комментарий к задаче #853: статус уточнён, работаю дальше.	853	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
133	Комментарий к задаче #690: статус уточнён, работаю дальше.	690	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
134	Комментарий к задаче #562: статус уточнён, работаю дальше.	562	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
135	Комментарий к задаче #479: статус уточнён, работаю дальше.	479	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
136	Комментарий к задаче #173: статус уточнён, работаю дальше.	173	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
137	Комментарий к задаче #457: статус уточнён, работаю дальше.	457	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
138	Комментарий к задаче #119: статус уточнён, работаю дальше.	119	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
139	Комментарий к задаче #494: статус уточнён, работаю дальше.	494	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
140	Комментарий к задаче #679: статус уточнён, работаю дальше.	679	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
141	Комментарий к задаче #554: статус уточнён, работаю дальше.	554	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
142	Комментарий к задаче #247: статус уточнён, работаю дальше.	247	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
143	Комментарий к задаче #250: статус уточнён, работаю дальше.	250	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
144	Комментарий к задаче #982: статус уточнён, работаю дальше.	982	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
145	Комментарий к задаче #175: статус уточнён, работаю дальше.	175	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
146	Комментарий к задаче #772: статус уточнён, работаю дальше.	772	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
147	Комментарий к задаче #676: статус уточнён, работаю дальше.	676	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
148	Комментарий к задаче #935: статус уточнён, работаю дальше.	935	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
149	Комментарий к задаче #92: статус уточнён, работаю дальше.	92	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
150	Комментарий к задаче #109: статус уточнён, работаю дальше.	109	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
151	Комментарий к задаче #446: статус уточнён, работаю дальше.	446	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
152	Комментарий к задаче #733: статус уточнён, работаю дальше.	733	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
153	Комментарий к задаче #30: статус уточнён, работаю дальше.	30	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
154	Комментарий к задаче #165: статус уточнён, работаю дальше.	165	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
155	Комментарий к задаче #335: статус уточнён, работаю дальше.	335	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
156	Комментарий к задаче #393: статус уточнён, работаю дальше.	393	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
157	Комментарий к задаче #785: статус уточнён, работаю дальше.	785	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
158	Комментарий к задаче #288: статус уточнён, работаю дальше.	288	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
159	Комментарий к задаче #226: статус уточнён, работаю дальше.	226	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
160	Комментарий к задаче #737: статус уточнён, работаю дальше.	737	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
161	Комментарий к задаче #264: статус уточнён, работаю дальше.	264	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
162	Комментарий к задаче #957: статус уточнён, работаю дальше.	957	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
163	Комментарий к задаче #893: статус уточнён, работаю дальше.	893	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
164	Комментарий к задаче #687: статус уточнён, работаю дальше.	687	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
165	Комментарий к задаче #127: статус уточнён, работаю дальше.	127	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
166	Комментарий к задаче #839: статус уточнён, работаю дальше.	839	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
167	Комментарий к задаче #140: статус уточнён, работаю дальше.	140	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
168	Комментарий к задаче #548: статус уточнён, работаю дальше.	548	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
169	Комментарий к задаче #963: статус уточнён, работаю дальше.	963	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
170	Комментарий к задаче #942: статус уточнён, работаю дальше.	942	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
171	Комментарий к задаче #504: статус уточнён, работаю дальше.	504	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
172	Комментарий к задаче #93: статус уточнён, работаю дальше.	93	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
173	Комментарий к задаче #815: статус уточнён, работаю дальше.	815	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
174	Комментарий к задаче #709: статус уточнён, работаю дальше.	709	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
175	Комментарий к задаче #341: статус уточнён, работаю дальше.	341	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
176	Комментарий к задаче #230: статус уточнён, работаю дальше.	230	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
177	Комментарий к задаче #590: статус уточнён, работаю дальше.	590	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
178	Комментарий к задаче #844: статус уточнён, работаю дальше.	844	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
179	Комментарий к задаче #616: статус уточнён, работаю дальше.	616	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
180	Комментарий к задаче #67: статус уточнён, работаю дальше.	67	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
181	Комментарий к задаче #660: статус уточнён, работаю дальше.	660	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
182	Комментарий к задаче #962: статус уточнён, работаю дальше.	962	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
183	Комментарий к задаче #387: статус уточнён, работаю дальше.	387	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
184	Комментарий к задаче #735: статус уточнён, работаю дальше.	735	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
185	Комментарий к задаче #761: статус уточнён, работаю дальше.	761	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
186	Комментарий к задаче #907: статус уточнён, работаю дальше.	907	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
187	Комментарий к задаче #831: статус уточнён, работаю дальше.	831	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
188	Комментарий к задаче #391: статус уточнён, работаю дальше.	391	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
189	Комментарий к задаче #670: статус уточнён, работаю дальше.	670	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
190	Комментарий к задаче #658: статус уточнён, работаю дальше.	658	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
191	Комментарий к задаче #879: статус уточнён, работаю дальше.	879	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
192	Комментарий к задаче #576: статус уточнён, работаю дальше.	576	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
193	Комментарий к задаче #448: статус уточнён, работаю дальше.	448	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
194	Комментарий к задаче #239: статус уточнён, работаю дальше.	239	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
195	Комментарий к задаче #229: статус уточнён, работаю дальше.	229	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
196	Комментарий к задаче #266: статус уточнён, работаю дальше.	266	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
197	Комментарий к задаче #863: статус уточнён, работаю дальше.	863	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
198	Комментарий к задаче #298: статус уточнён, работаю дальше.	298	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
199	Комментарий к задаче #871: статус уточнён, работаю дальше.	871	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
200	Комментарий к задаче #115: статус уточнён, работаю дальше.	115	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
201	Комментарий к задаче #852: статус уточнён, работаю дальше.	852	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
202	Комментарий к задаче #349: статус уточнён, работаю дальше.	349	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
203	Комментарий к задаче #759: статус уточнён, работаю дальше.	759	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
204	Комментарий к задаче #607: статус уточнён, работаю дальше.	607	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
205	Комментарий к задаче #918: статус уточнён, работаю дальше.	918	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
206	Комментарий к задаче #763: статус уточнён, работаю дальше.	763	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
207	Комментарий к задаче #810: статус уточнён, работаю дальше.	810	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
208	Комментарий к задаче #587: статус уточнён, работаю дальше.	587	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
209	Комментарий к задаче #377: статус уточнён, работаю дальше.	377	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
210	Комментарий к задаче #874: статус уточнён, работаю дальше.	874	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
211	Комментарий к задаче #321: статус уточнён, работаю дальше.	321	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
212	Комментарий к задаче #390: статус уточнён, работаю дальше.	390	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
213	Комментарий к задаче #591: статус уточнён, работаю дальше.	591	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
214	Комментарий к задаче #755: статус уточнён, работаю дальше.	755	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
215	Комментарий к задаче #2: статус уточнён, работаю дальше.	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
216	Комментарий к задаче #319: статус уточнён, работаю дальше.	319	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
217	Комментарий к задаче #64: статус уточнён, работаю дальше.	64	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
218	Комментарий к задаче #605: статус уточнён, работаю дальше.	605	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
219	Комментарий к задаче #549: статус уточнён, работаю дальше.	549	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
220	Комментарий к задаче #195: статус уточнён, работаю дальше.	195	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
221	Комментарий к задаче #398: статус уточнён, работаю дальше.	398	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
222	Комментарий к задаче #434: статус уточнён, работаю дальше.	434	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
223	Комментарий к задаче #328: статус уточнён, работаю дальше.	328	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
224	Комментарий к задаче #374: статус уточнён, работаю дальше.	374	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
225	Комментарий к задаче #696: статус уточнён, работаю дальше.	696	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
226	Комментарий к задаче #130: статус уточнён, работаю дальше.	130	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
227	Комментарий к задаче #881: статус уточнён, работаю дальше.	881	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
228	Комментарий к задаче #680: статус уточнён, работаю дальше.	680	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
229	Комментарий к задаче #937: статус уточнён, работаю дальше.	937	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
230	Комментарий к задаче #783: статус уточнён, работаю дальше.	783	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
231	Комментарий к задаче #228: статус уточнён, работаю дальше.	228	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
232	Комментарий к задаче #110: статус уточнён, работаю дальше.	110	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
233	Комментарий к задаче #405: статус уточнён, работаю дальше.	405	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
234	Комментарий к задаче #993: статус уточнён, работаю дальше.	993	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
235	Комментарий к задаче #552: статус уточнён, работаю дальше.	552	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
236	Комментарий к задаче #472: статус уточнён, работаю дальше.	472	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
237	Комментарий к задаче #324: статус уточнён, работаю дальше.	324	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
238	Комментарий к задаче #149: статус уточнён, работаю дальше.	149	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
239	Комментарий к задаче #304: статус уточнён, работаю дальше.	304	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
240	Комментарий к задаче #225: статус уточнён, работаю дальше.	225	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
241	Комментарий к задаче #512: статус уточнён, работаю дальше.	512	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
242	Комментарий к задаче #697: статус уточнён, работаю дальше.	697	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
243	Комментарий к задаче #467: статус уточнён, работаю дальше.	467	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
244	Комментарий к задаче #151: статус уточнён, работаю дальше.	151	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
245	Комментарий к задаче #822: статус уточнён, работаю дальше.	822	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
246	Комментарий к задаче #291: статус уточнён, работаю дальше.	291	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
247	Комментарий к задаче #150: статус уточнён, работаю дальше.	150	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
248	Комментарий к задаче #930: статус уточнён, работаю дальше.	930	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
249	Комментарий к задаче #720: статус уточнён, работаю дальше.	720	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
250	Комментарий к задаче #36: статус уточнён, работаю дальше.	36	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
\.


--
-- Data for Name: contacts; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.contacts (id, full_name, "position", phone, email, client_id) FROM stdin;
1	Контакт ООО-1	Директор	+7-900-1419610	contact1@оооро.ru	1
2	Контакт ООО-2	Бухгалтер	+7-900-5108603	contact2@оооро.ru	1
3	Контакт ООО-3	IT-менеджер	+7-900-3341057	contact3@оооро.ru	1
4	Контакт АО-1	Директор	+7-900-2458591	contact1@аотех.ru	2
5	Контакт АО-2	Юрист	+7-900-1533224	contact2@аотех.ru	2
6	Контакт АО-3	Директор	+7-900-2571945	contact3@аотех.ru	2
7	Контакт ИП-1	IT-менеджер	+7-900-9478454	contact1@ипива.ru	3
8	Контакт Банк-1	Директор	+7-900-4335942	contact1@банк«.ru	4
9	Контакт Банк-2	Юрист	+7-900-4698379	contact2@банк«.ru	4
10	Контакт Банк-3	Юрист	+7-900-5667265	contact3@банк«.ru	4
11	Контакт АО-1	IT-менеджер	+7-900-8090293	contact1@аоэне.ru	5
12	Контакт МедиаХол-1	Бухгалтер	+7-900-3608513	contact1@медиах.ru	6
13	Контакт МедиаХол-2	IT-менеджер	+7-900-6647119	contact2@медиах.ru	6
14	Контакт СтройИнв-1	Директор	+7-900-7374122	contact1@стройи.ru	7
15	Контакт Логистик-1	Бухгалтер	+7-900-6770619	contact1@логист.ru	8
\.


--
-- Data for Name: projects; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.projects (id, name, description, budget, client_id, created_at, updated_at) FROM stdin;
1	Мобильное приложение «Кошелёк»	Проект №1: мобильное приложение «кошелёк» для клиента «ООО Ромашка».	4537923.00	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
2	Портал самообслуживания	Проект №2: портал самообслуживания для клиента «АО ТехноСофт».	828977.00	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
3	CRM-модуль интеграции	Проект №3: crm-модуль интеграции для клиента «ИП Иванов А.А.».	7807870.00	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
4	Внутренний дашборд аналитики	Проект №4: внутренний дашборд аналитики для клиента «Банк «ФинГрад»».	2194235.00	4	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
5	Личный кабинет подрядчика	Проект №5: личный кабинет подрядчика для клиента «АО ЭнергоМир».	6450753.00	5	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
6	Сайт компании v2	Проект №6: сайт компании v2 для клиента «МедиаХолдинг».	1422047.00	6	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
7	Система документооборота	Проект №7: система документооборота для клиента «СтройИнвест Групп».	5018715.00	7	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
8	Биллинг и тарификация	Проект №8: биллинг и тарификация для клиента «ЛогистикПро».	6167228.00	8	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
9	IoT-панель мониторинга	Проект №9: iot-панель мониторинга для клиента «ООО Ромашка».	3326067.00	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
10	Чат-бот поддержки	Проект №10: чат-бот поддержки для клиента «АО ТехноСофт».	1266941.00	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
11	Маркетинговая платформа	Проект №11: маркетинговая платформа для клиента «ИП Иванов А.А.».	868805.00	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
12	API шлюз третьих сторон	Проект №12: api шлюз третьих сторон для клиента «Банк «ФинГрад»».	3923498.00	4	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
\.


--
-- Data for Name: tags; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.tags (id, name) FROM stdin;
1	backend
2	frontend
3	mobile
4	devops
5	qa
6	design
7	api
8	db
9	security
10	docs
11	hotfix
12	feature
13	ux
14	performance
15	bug
16	refactor
17	analytics
18	integration
19	infra
20	urgent
\.


--
-- Data for Name: task_tags; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.task_tags (task_id, tag_id) FROM stdin;
23	20
72	20
79	20
87	20
97	20
102	20
104	20
116	20
120	20
127	20
163	20
186	20
299	20
300	20
310	20
320	20
332	20
340	20
369	20
377	20
380	20
387	20
400	20
414	20
423	20
428	20
449	20
458	20
472	20
486	20
491	20
493	20
503	20
507	20
508	20
531	20
532	20
534	20
535	20
536	20
537	20
538	20
547	20
587	20
602	20
606	20
642	20
657	20
660	20
667	20
669	20
677	20
698	20
702	20
726	20
729	20
731	20
789	20
806	20
815	20
827	20
841	20
849	20
876	20
880	20
895	20
903	20
920	20
931	20
949	20
956	20
961	20
963	20
972	20
980	20
985	20
8	1
10	1
32	1
33	1
39	1
41	1
44	1
54	1
59	1
60	1
68	1
69	1
70	1
107	1
126	1
167	1
213	1
225	1
230	1
232	1
240	1
255	1
263	1
297	1
303	1
314	1
317	1
320	1
355	1
371	1
376	1
378	1
405	1
415	1
463	1
466	1
468	1
493	1
501	1
510	1
524	1
536	1
543	1
549	1
574	1
592	1
594	1
610	1
615	1
645	1
655	1
660	1
672	1
683	1
688	1
689	1
692	1
697	1
700	1
711	1
716	1
725	1
732	1
741	1
754	1
757	1
765	1
780	1
792	1
804	1
813	1
814	1
827	1
862	1
906	1
911	1
928	1
955	1
3	2
23	2
32	2
34	2
59	2
85	2
86	2
90	2
100	2
107	2
119	2
133	2
141	2
176	2
183	2
198	2
216	2
250	2
261	2
332	2
356	2
357	2
381	2
391	2
394	2
396	2
411	2
424	2
428	2
436	2
438	2
441	2
451	2
458	2
481	2
486	2
508	2
523	2
568	2
569	2
574	2
579	2
583	2
594	2
607	2
617	2
618	2
628	2
629	2
636	2
641	2
651	2
654	2
665	2
680	2
682	2
695	2
702	2
708	2
718	2
735	2
737	2
756	2
763	2
783	2
809	2
821	2
822	2
838	2
847	2
869	2
881	2
890	2
914	2
932	2
956	2
966	2
67	3
78	3
85	3
87	3
100	3
127	3
144	3
151	3
156	3
190	3
268	3
275	3
281	3
322	3
330	3
335	3
350	3
353	3
354	3
357	3
384	3
387	3
412	3
429	3
437	3
460	3
466	3
472	3
485	3
507	3
533	3
537	3
562	3
568	3
579	3
592	3
609	3
618	3
620	3
626	3
630	3
643	3
645	3
658	3
663	3
686	3
710	3
716	3
717	3
723	3
741	3
748	3
795	3
814	3
815	3
818	3
829	3
838	3
852	3
867	3
873	3
886	3
900	3
905	3
910	3
912	3
945	3
950	3
959	3
962	3
964	3
987	3
993	3
17	4
30	4
33	4
77	4
114	4
116	4
142	4
187	4
191	4
221	4
225	4
243	4
245	4
276	4
290	4
317	4
327	4
333	4
339	4
343	4
352	4
385	4
403	4
428	4
430	4
440	4
441	4
505	4
513	4
520	4
537	4
548	4
571	4
576	4
609	4
614	4
631	4
636	4
641	4
650	4
678	4
682	4
687	4
705	4
713	4
723	4
754	4
756	4
757	4
766	4
779	4
849	4
859	4
869	4
871	4
876	4
882	4
886	4
916	4
928	4
9	5
22	5
30	5
34	5
56	5
97	5
150	5
160	5
169	5
176	5
177	5
194	5
225	5
229	5
239	5
259	5
272	5
280	5
287	5
309	5
323	5
331	5
342	5
350	5
354	5
368	5
404	5
405	5
411	5
417	5
418	5
421	5
444	5
451	5
457	5
466	5
471	5
492	5
538	5
539	5
560	5
587	5
596	5
628	5
630	5
634	5
644	5
654	5
657	5
698	5
719	5
727	5
732	5
755	5
769	5
774	5
798	5
812	5
813	5
831	5
835	5
842	5
843	5
851	5
856	5
861	5
880	5
987	5
992	5
995	5
997	5
1	6
8	6
12	6
48	6
56	6
61	6
66	6
91	6
110	6
111	6
145	6
180	6
184	6
212	6
243	6
251	6
261	6
280	6
296	6
309	6
317	6
318	6
334	6
336	6
363	6
367	6
376	6
398	6
413	6
424	6
430	6
431	6
448	6
457	6
473	6
495	6
536	6
572	6
578	6
603	6
611	6
612	6
613	6
614	6
631	6
656	6
668	6
670	6
696	6
697	6
702	6
707	6
729	6
730	6
731	6
744	6
761	6
765	6
775	6
782	6
809	6
820	6
839	6
854	6
878	6
887	6
893	6
925	6
934	6
950	6
957	6
963	6
997	6
16	7
17	7
21	7
26	7
43	7
45	7
47	7
73	7
80	7
90	7
96	7
108	7
118	7
153	7
160	7
188	7
201	7
223	7
236	7
240	7
245	7
255	7
259	7
269	7
297	7
307	7
309	7
326	7
343	7
396	7
404	7
413	7
442	7
481	7
491	7
501	7
511	7
532	7
575	7
598	7
621	7
632	7
656	7
670	7
695	7
698	7
735	7
740	7
751	7
756	7
760	7
771	7
787	7
796	7
807	7
828	7
839	7
853	7
866	7
867	7
897	7
902	7
906	7
910	7
925	7
926	7
941	7
949	7
951	7
955	7
959	7
967	7
998	7
3	8
38	8
78	8
93	8
96	8
112	8
114	8
116	8
141	8
148	8
160	8
163	8
173	8
200	8
224	8
235	8
236	8
248	8
262	8
265	8
275	8
287	8
296	8
305	8
319	8
327	8
332	8
360	8
399	8
446	8
459	8
460	8
478	8
482	8
485	8
488	8
510	8
512	8
519	8
525	8
573	8
581	8
596	8
604	8
605	8
649	8
655	8
676	8
705	8
714	8
743	8
764	8
769	8
796	8
798	8
843	8
853	8
861	8
868	8
871	8
884	8
889	8
898	8
903	8
910	8
929	8
932	8
947	8
975	8
976	8
979	8
983	8
992	8
12	9
26	9
32	9
51	9
61	9
66	9
72	9
75	9
82	9
90	9
94	9
104	9
107	9
111	9
124	9
240	9
257	9
260	9
280	9
285	9
318	9
349	9
357	9
359	9
380	9
381	9
392	9
393	9
409	9
436	9
446	9
480	9
485	9
501	9
503	9
504	9
507	9
512	9
525	9
547	9
560	9
567	9
577	9
601	9
626	9
638	9
667	9
668	9
673	9
680	9
682	9
730	9
780	9
783	9
786	9
787	9
790	9
798	9
815	9
819	9
829	9
832	9
837	9
886	9
895	9
898	9
927	9
955	9
973	9
978	9
984	9
990	9
992	9
995	9
13	10
34	10
44	10
46	10
72	10
79	10
81	10
88	10
105	10
133	10
195	10
220	10
221	10
226	10
228	10
257	10
259	10
275	10
287	10
310	10
340	10
343	10
349	10
368	10
377	10
384	10
392	10
403	10
416	10
471	10
479	10
504	10
529	10
542	10
546	10
595	10
601	10
614	10
629	10
631	10
637	10
642	10
653	10
654	10
663	10
671	10
672	10
676	10
685	10
714	10
725	10
739	10
749	10
753	10
771	10
774	10
776	10
782	10
801	10
805	10
807	10
813	10
831	10
841	10
851	10
868	10
877	10
892	10
914	10
954	10
31	11
39	11
40	11
49	11
53	11
94	11
99	11
127	11
138	11
142	11
144	11
150	11
153	11
156	11
180	11
201	11
204	11
211	11
231	11
258	11
283	11
290	11
320	11
340	11
347	11
354	11
367	11
391	11
406	11
408	11
433	11
447	11
464	11
468	11
486	11
495	11
516	11
524	11
559	11
564	11
565	11
573	11
579	11
611	11
622	11
627	11
634	11
639	11
650	11
651	11
664	11
679	11
685	11
709	11
720	11
726	11
737	11
749	11
776	11
779	11
820	11
863	11
881	11
890	11
898	11
911	11
920	11
923	11
934	11
941	11
945	11
947	11
961	11
974	11
979	11
987	11
1	12
5	12
40	12
54	12
61	12
102	12
134	12
155	12
167	12
183	12
184	12
186	12
210	12
219	12
242	12
276	12
285	12
293	12
298	12
328	12
334	12
336	12
362	12
373	12
396	12
397	12
398	12
429	12
440	12
460	12
479	12
490	12
499	12
502	12
504	12
526	12
531	12
541	12
557	12
560	12
571	12
586	12
595	12
603	12
642	12
670	12
707	12
718	12
722	12
728	12
730	12
747	12
750	12
753	12
761	12
768	12
785	12
819	12
822	12
837	12
861	12
862	12
870	12
873	12
876	12
901	12
908	12
918	12
929	12
934	12
972	12
990	12
5	13
21	13
88	13
97	13
99	13
106	13
119	13
128	13
164	13
178	13
212	13
234	13
242	13
251	13
256	13
266	13
272	13
279	13
284	13
285	13
288	13
296	13
297	13
299	13
312	13
330	13
355	13
359	13
373	13
375	13
384	13
390	13
391	13
401	13
414	13
468	13
470	13
482	13
487	13
488	13
514	13
526	13
533	13
534	13
535	13
545	13
574	13
592	13
603	13
607	13
612	13
627	13
641	13
684	13
687	13
707	13
716	13
742	13
766	13
768	13
770	13
786	13
812	13
829	13
830	13
851	13
863	13
864	13
865	13
866	13
900	13
901	13
904	13
925	13
936	13
949	13
957	13
961	13
975	13
977	13
988	13
993	13
6	14
17	14
35	14
40	14
47	14
85	14
110	14
117	14
129	14
144	14
167	14
193	14
217	14
231	14
239	14
252	14
258	14
279	14
290	14
304	14
307	14
315	14
319	14
328	14
330	14
376	14
378	14
393	14
401	14
414	14
417	14
422	14
430	14
446	14
449	14
494	14
499	14
502	14
565	14
573	14
586	14
597	14
599	14
604	14
608	14
620	14
622	14
664	14
673	14
679	14
684	14
694	14
700	14
711	14
739	14
741	14
744	14
762	14
774	14
789	14
796	14
812	14
819	14
831	14
832	14
838	14
843	14
864	14
872	14
874	14
887	14
897	14
914	14
916	14
918	14
919	14
923	14
931	14
936	14
938	14
960	14
976	14
985	14
8	15
29	15
53	15
56	15
58	15
70	15
79	15
81	15
93	15
95	15
104	15
118	15
126	15
145	15
162	15
183	15
186	15
188	15
192	15
201	15
209	15
229	15
238	15
242	15
244	15
266	15
274	15
282	15
283	15
291	15
304	15
341	15
347	15
349	15
371	15
381	15
431	15
437	15
439	15
440	15
470	15
489	15
514	15
533	15
540	15
547	15
568	15
587	15
601	15
605	15
610	15
619	15
652	15
659	15
672	15
686	15
689	15
701	15
713	15
718	15
721	15
722	15
725	15
739	15
743	15
764	15
771	15
787	15
791	15
800	15
804	15
822	15
874	15
879	15
880	15
902	15
916	15
926	15
938	15
956	15
960	15
962	15
965	15
966	15
4	16
10	16
16	16
21	16
22	16
45	16
50	16
54	16
55	16
68	16
70	16
71	16
77	16
81	16
87	16
149	16
169	16
180	16
200	16
213	16
250	16
260	16
263	16
274	16
281	16
303	16
304	16
327	16
355	16
363	16
367	16
380	16
390	16
421	16
434	16
479	16
491	16
528	16
529	16
541	16
543	16
578	16
584	16
590	16
615	16
623	16
628	16
645	16
648	16
651	16
660	16
665	16
671	16
681	16
684	16
691	16
697	16
713	16
721	16
745	16
750	16
768	16
769	16
775	16
780	16
791	16
795	16
814	16
820	16
834	16
841	16
847	16
849	16
850	16
852	16
859	16
874	16
877	16
883	16
908	16
922	16
944	16
962	16
988	16
991	16
28	17
41	17
45	17
49	17
66	17
94	17
125	17
128	17
140	17
143	17
151	17
164	17
178	17
184	17
193	17
202	17
209	17
229	17
231	17
238	17
239	17
249	17
252	17
301	17
326	17
335	17
339	17
394	17
416	17
435	17
444	17
459	17
463	17
488	17
499	17
511	17
513	17
522	17
523	17
567	17
569	17
581	17
609	17
612	17
621	17
623	17
629	17
632	17
636	17
646	17
662	17
690	17
737	17
746	17
748	17
759	17
786	17
856	17
859	17
862	17
871	17
873	17
908	17
975	17
985	17
990	17
994	17
2	18
12	18
19	18
22	18
33	18
35	18
39	18
41	18
44	18
49	18
53	18
59	18
69	18
71	18
88	18
93	18
100	18
134	18
163	18
170	18
190	18
192	18
194	18
202	18
209	18
210	18
218	18
219	18
227	18
236	18
244	18
250	18
252	18
261	18
288	18
302	18
305	18
307	18
373	18
407	18
438	18
447	18
452	18
455	18
472	18
513	18
523	18
540	18
543	18
546	18
570	18
572	18
583	18
590	18
594	18
606	18
607	18
615	18
620	18
639	18
649	18
650	18
656	18
663	18
671	18
689	18
696	18
731	18
743	18
763	18
775	18
817	18
881	18
882	18
893	18
896	18
900	18
942	18
970	18
986	18
994	18
5	19
11	19
25	19
47	19
86	19
105	19
125	19
133	19
138	19
153	19
173	19
193	19
198	19
199	19
204	19
248	19
263	19
288	19
300	19
314	19
316	19
328	19
336	19
353	19
360	19
361	19
362	19
409	19
411	19
416	19
431	19
437	19
438	19
444	19
445	19
449	19
455	19
475	19
477	19
481	19
484	19
493	19
511	19
518	19
524	19
534	19
561	19
567	19
571	19
583	19
586	19
606	19
621	19
623	19
653	19
664	19
674	19
693	19
726	19
727	19
733	19
745	19
746	19
761	19
766	19
824	19
832	19
879	19
911	19
919	19
929	19
958	19
982	19
993	19
\.


--
-- Data for Name: tasks; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.tasks (id, title, description, status, priority, estimate_hours, project_id, author_id, created_at, updated_at) FROM stdin;
1	Спроектировать пагинацию #1	Задача 1: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	49	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
2	Задокументировать логирование ошибок #2	Задача 2: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	10	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
3	Оптимизировать валидацию форм #3	Задача 3: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	72	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
4	Реализовать фильтр по статусам #4	Задача 4: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	73	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
5	Протестировать эндпоинт обновления #5	Задача 5: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	72	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
6	Оптимизировать модель пользователя #6	Задача 6: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	7	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
7	Исправить пагинацию #7	Задача 7: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	60	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
8	Переписать обработку 401 #8	Задача 8: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	44	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
9	Спроектировать загрузку аватара #9	Задача 9: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	14	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
10	Задокументировать валидацию форм #10	Задача 10: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	68	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
11	Переписать поиск по названию #11	Задача 11: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	40	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
12	Переписать пагинацию #12	Задача 12: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	69	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
13	Обновить памятку пользователя #13	Задача 13: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	70	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
14	Протестировать поиск по названию #14	Задача 14: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	16	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
15	Задокументировать экран авторизации #15	Задача 15: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	29	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
16	Оптимизировать пагинацию #16	Задача 16: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	10	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
17	Обновить модель пользователя #17	Задача 17: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	74	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
18	Переписать миграцию схемы #18	Задача 18: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	7	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
19	Реализовать DTO комментариев #19	Задача 19: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	14	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
20	Настроить модель пользователя #20	Задача 20: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	32	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
21	Реализовать обработку 401 #21	Задача 21: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	31	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
22	Реализовать валидацию форм #22	Задача 22: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	34	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
23	Оптимизировать макеты главной страницы #23	Задача 23: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	70	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
24	Исправить кнопку «назад» #24	Задача 24: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	21	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
25	Проверить пагинацию #25	Задача 25: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	31	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
26	Исправить список задач #26	Задача 26: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	75	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
27	Задокументировать индекс в БД #27	Задача 27: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	39	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
28	Реализовать эндпоинт обновления #28	Задача 28: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	13	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
29	Спроектировать модель пользователя #29	Задача 29: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	32	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
30	Обновить макеты главной страницы #30	Задача 30: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	68	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
31	Спроектировать кэш ответов API #31	Задача 31: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	20	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
32	Оптимизировать CI-конвейер #32	Задача 32: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	7	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
33	Задокументировать модель пользователя #33	Задача 33: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	57	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
34	Переписать модель пользователя #34	Задача 34: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	75	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
35	Задокументировать список задач #35	Задача 35: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	32	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
36	Исправить модель пользователя #36	Задача 36: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	21	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
37	Проверить фильтр по статусам #37	Задача 37: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	32	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
38	Протестировать список задач #38	Задача 38: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	59	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
39	Реализовать логирование ошибок #39	Задача 39: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	9	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
40	Переписать CI-конвейер #40	Задача 40: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	34	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
41	Исправить загрузку аватара #41	Задача 41: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	25	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
42	Оптимизировать поиск по названию #42	Задача 42: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	43	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
43	Спроектировать загрузку аватара #43	Задача 43: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	52	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
44	Протестировать DTO комментариев #44	Задача 44: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	79	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
45	Спроектировать логирование ошибок #45	Задача 45: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	42	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
46	Проверить пагинацию #46	Задача 46: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	80	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
47	Оптимизировать логирование ошибок #47	Задача 47: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	61	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
48	Протестировать кнопку «назад» #48	Задача 48: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	1	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
49	Обновить эндпоинт обновления #49	Задача 49: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	16	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
50	Настроить памятку пользователя #50	Задача 50: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	55	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
51	Настроить CI-конвейер #51	Задача 51: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	36	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
52	Настроить пагинацию #52	Задача 52: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	43	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
53	Проверить модель пользователя #53	Задача 53: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	28	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
54	Протестировать список задач #54	Задача 54: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	75	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
55	Спроектировать DTO комментариев #55	Задача 55: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	54	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
56	Оптимизировать CI-конвейер #56	Задача 56: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	44	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
57	Исправить обработку 401 #57	Задача 57: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	73	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
58	Протестировать модель пользователя #58	Задача 58: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	34	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
59	Задокументировать фильтр по статусам #59	Задача 59: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	54	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
60	Задокументировать индекс в БД #60	Задача 60: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	6	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
61	Исправить модель пользователя #61	Задача 61: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	15	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
62	Исправить памятку пользователя #62	Задача 62: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	21	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
63	Спроектировать токен-обновление #63	Задача 63: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	51	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
64	Исправить индекс в БД #64	Задача 64: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	77	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
65	Задокументировать обработку 401 #65	Задача 65: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	65	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
66	Протестировать кнопку «назад» #66	Задача 66: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	59	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
67	Исправить обработку 401 #67	Задача 67: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	76	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
68	Спроектировать эндпоинт обновления #68	Задача 68: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	79	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
69	Задокументировать валидацию форм #69	Задача 69: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	34	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
70	Обновить логирование ошибок #70	Задача 70: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	63	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
71	Переписать макеты главной страницы #71	Задача 71: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	40	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
72	Обновить поиск по названию #72	Задача 72: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	43	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
73	Оптимизировать кэш ответов API #73	Задача 73: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	69	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
74	Настроить CI-конвейер #74	Задача 74: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	68	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
75	Оптимизировать макеты главной страницы #75	Задача 75: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	2	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
76	Реализовать список задач #76	Задача 76: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	17	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
77	Реализовать токен-обновление #77	Задача 77: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	44	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
78	Переписать DTO комментариев #78	Задача 78: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	7	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
79	Переписать обработку 401 #79	Задача 79: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	80	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
80	Исправить миграцию схемы #80	Задача 80: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	79	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
81	Спроектировать пагинацию #81	Задача 81: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	10	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
82	Реализовать индекс в БД #82	Задача 82: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	59	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
83	Исправить логирование ошибок #83	Задача 83: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	20	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
84	Реализовать валидацию форм #84	Задача 84: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	73	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
85	Настроить макеты главной страницы #85	Задача 85: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	65	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
86	Задокументировать памятку пользователя #86	Задача 86: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	74	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
87	Проверить кнопку «назад» #87	Задача 87: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	36	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
88	Задокументировать миграцию схемы #88	Задача 88: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
89	Реализовать эндпоинт обновления #89	Задача 89: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	15	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
90	Обновить эндпоинт обновления #90	Задача 90: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	47	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
91	Обновить модель пользователя #91	Задача 91: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	63	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
92	Спроектировать обработку 401 #92	Задача 92: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	29	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
93	Проверить кнопку «назад» #93	Задача 93: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	35	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
94	Проверить DTO комментариев #94	Задача 94: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	18	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
95	Реализовать макеты главной страницы #95	Задача 95: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	75	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
96	Обновить кнопку «назад» #96	Задача 96: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	70	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
97	Исправить DTO комментариев #97	Задача 97: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	6	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
98	Настроить список задач #98	Задача 98: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	43	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
99	Обновить эндпоинт обновления #99	Задача 99: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	20	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
100	Переписать фильтр по статусам #100	Задача 100: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	49	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
101	Оптимизировать макеты главной страницы #101	Задача 101: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	56	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
102	Настроить валидацию форм #102	Задача 102: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	6	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
103	Протестировать модель пользователя #103	Задача 103: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	24	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
104	Исправить DTO комментариев #104	Задача 104: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	75	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
105	Реализовать эндпоинт обновления #105	Задача 105: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	21	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
106	Протестировать CI-конвейер #106	Задача 106: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	50	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
107	Исправить поиск по названию #107	Задача 107: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	38	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
108	Исправить кнопку «назад» #108	Задача 108: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	30	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
109	Исправить CI-конвейер #109	Задача 109: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	18	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
110	Спроектировать эндпоинт обновления #110	Задача 110: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	17	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
111	Оптимизировать модель пользователя #111	Задача 111: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	47	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
112	Настроить макеты главной страницы #112	Задача 112: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	15	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
113	Протестировать обработку 401 #113	Задача 113: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	2	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
114	Настроить поиск по названию #114	Задача 114: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	75	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
115	Настроить экран авторизации #115	Задача 115: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	42	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
116	Настроить макеты главной страницы #116	Задача 116: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	6	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
117	Обновить модель пользователя #117	Задача 117: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	70	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
118	Переписать кнопку «назад» #118	Задача 118: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	36	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
119	Настроить индекс в БД #119	Задача 119: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	48	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
120	Спроектировать логирование ошибок #120	Задача 120: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	59	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
121	Реализовать список задач #121	Задача 121: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	17	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
122	Обновить логирование ошибок #122	Задача 122: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	30	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
123	Спроектировать модель пользователя #123	Задача 123: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	23	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
124	Проверить экран авторизации #124	Задача 124: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	76	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
125	Реализовать модель пользователя #125	Задача 125: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	9	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
126	Переписать эндпоинт обновления #126	Задача 126: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	6	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
127	Реализовать кнопку «назад» #127	Задача 127: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	14	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
128	Исправить модель пользователя #128	Задача 128: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	75	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
129	Спроектировать эндпоинт обновления #129	Задача 129: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	15	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
130	Настроить индекс в БД #130	Задача 130: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	52	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
131	Задокументировать миграцию схемы #131	Задача 131: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	20	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
132	Переписать пагинацию #132	Задача 132: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	48	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
133	Исправить обработку 401 #133	Задача 133: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	53	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
134	Задокументировать кэш ответов API #134	Задача 134: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	62	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
135	Переписать CI-конвейер #135	Задача 135: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	72	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
136	Исправить CI-конвейер #136	Задача 136: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	40	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
137	Проверить модель пользователя #137	Задача 137: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	19	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
138	Переписать загрузку аватара #138	Задача 138: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	44	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
139	Исправить пагинацию #139	Задача 139: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	80	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
140	Спроектировать эндпоинт обновления #140	Задача 140: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	57	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
141	Переписать поиск по названию #141	Задача 141: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	76	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
142	Протестировать памятку пользователя #142	Задача 142: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	28	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
143	Реализовать кнопку «назад» #143	Задача 143: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	49	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
144	Обновить поиск по названию #144	Задача 144: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	6	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
145	Исправить DTO комментариев #145	Задача 145: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	15	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
146	Задокументировать пагинацию #146	Задача 146: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	56	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
147	Протестировать макеты главной страницы #147	Задача 147: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	22	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
148	Обновить загрузку аватара #148	Задача 148: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	45	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
149	Переписать модель пользователя #149	Задача 149: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	20	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
150	Настроить токен-обновление #150	Задача 150: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	73	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
151	Настроить пагинацию #151	Задача 151: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	36	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
152	Спроектировать эндпоинт обновления #152	Задача 152: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	37	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
153	Исправить памятку пользователя #153	Задача 153: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	71	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
154	Исправить кнопку «назад» #154	Задача 154: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	58	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
155	Обновить валидацию форм #155	Задача 155: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	57	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
156	Задокументировать макеты главной страницы #156	Задача 156: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	77	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
157	Переписать обработку 401 #157	Задача 157: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	78	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
158	Исправить модель пользователя #158	Задача 158: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	51	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
159	Спроектировать обработку 401 #159	Задача 159: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	17	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
160	Протестировать загрузку аватара #160	Задача 160: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	24	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
161	Проверить пагинацию #161	Задача 161: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	65	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
162	Задокументировать памятку пользователя #162	Задача 162: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	21	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
163	Реализовать миграцию схемы #163	Задача 163: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	57	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
164	Спроектировать кнопку «назад» #164	Задача 164: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	74	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
165	Обновить миграцию схемы #165	Задача 165: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	78	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
166	Настроить поиск по названию #166	Задача 166: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	67	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
167	Проверить CI-конвейер #167	Задача 167: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	56	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
168	Реализовать DTO комментариев #168	Задача 168: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	11	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
169	Задокументировать кэш ответов API #169	Задача 169: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	19	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
170	Настроить эндпоинт обновления #170	Задача 170: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	3	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
171	Исправить загрузку аватара #171	Задача 171: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	31	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
172	Оптимизировать миграцию схемы #172	Задача 172: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	9	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
173	Обновить токен-обновление #173	Задача 173: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	55	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
174	Протестировать валидацию форм #174	Задача 174: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	47	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
175	Протестировать кнопку «назад» #175	Задача 175: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	48	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
176	Задокументировать пагинацию #176	Задача 176: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	14	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
177	Задокументировать обработку 401 #177	Задача 177: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	60	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
178	Переписать эндпоинт обновления #178	Задача 178: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	26	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
179	Обновить кнопку «назад» #179	Задача 179: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	25	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
180	Задокументировать CI-конвейер #180	Задача 180: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	52	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
181	Настроить поиск по названию #181	Задача 181: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	11	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
182	Протестировать памятку пользователя #182	Задача 182: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	38	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
183	Задокументировать макеты главной страницы #183	Задача 183: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	55	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
184	Задокументировать памятку пользователя #184	Задача 184: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	8	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
185	Реализовать модель пользователя #185	Задача 185: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	57	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
186	Оптимизировать поиск по названию #186	Задача 186: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	5	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
187	Переписать токен-обновление #187	Задача 187: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	41	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
188	Реализовать валидацию форм #188	Задача 188: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	72	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
189	Исправить макеты главной страницы #189	Задача 189: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	26	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
190	Настроить валидацию форм #190	Задача 190: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	12	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
191	Обновить макеты главной страницы #191	Задача 191: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	23	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
192	Оптимизировать модель пользователя #192	Задача 192: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	47	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
193	Проверить памятку пользователя #193	Задача 193: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	51	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
194	Исправить пагинацию #194	Задача 194: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	10	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
195	Исправить валидацию форм #195	Задача 195: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	65	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
196	Проверить валидацию форм #196	Задача 196: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	45	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
197	Спроектировать логирование ошибок #197	Задача 197: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	17	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
198	Обновить валидацию форм #198	Задача 198: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	22	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
199	Реализовать пагинацию #199	Задача 199: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	74	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
200	Протестировать памятку пользователя #200	Задача 200: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	70	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
201	Протестировать макеты главной страницы #201	Задача 201: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
202	Исправить модель пользователя #202	Задача 202: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	45	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
203	Переписать фильтр по статусам #203	Задача 203: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	58	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
204	Реализовать макеты главной страницы #204	Задача 204: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	54	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
205	Оптимизировать валидацию форм #205	Задача 205: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	64	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
206	Переписать DTO комментариев #206	Задача 206: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	28	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
207	Реализовать макеты главной страницы #207	Задача 207: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	61	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
208	Переписать миграцию схемы #208	Задача 208: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	47	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
209	Протестировать список задач #209	Задача 209: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	71	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
210	Спроектировать памятку пользователя #210	Задача 210: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	13	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
211	Проверить логирование ошибок #211	Задача 211: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	6	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
212	Настроить загрузку аватара #212	Задача 212: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	66	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
213	Исправить макеты главной страницы #213	Задача 213: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	66	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
214	Задокументировать фильтр по статусам #214	Задача 214: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	75	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
215	Исправить кнопку «назад» #215	Задача 215: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	75	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
216	Исправить кнопку «назад» #216	Задача 216: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	80	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
217	Исправить кэш ответов API #217	Задача 217: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	54	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
218	Обновить памятку пользователя #218	Задача 218: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	8	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
219	Задокументировать кнопку «назад» #219	Задача 219: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	23	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
220	Спроектировать памятку пользователя #220	Задача 220: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	36	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
221	Спроектировать логирование ошибок #221	Задача 221: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	62	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
222	Исправить обработку 401 #222	Задача 222: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	45	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
223	Спроектировать пагинацию #223	Задача 223: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	33	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
224	Обновить CI-конвейер #224	Задача 224: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	18	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
225	Реализовать загрузку аватара #225	Задача 225: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	13	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
226	Обновить валидацию форм #226	Задача 226: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	61	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
227	Задокументировать макеты главной страницы #227	Задача 227: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	12	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
228	Реализовать валидацию форм #228	Задача 228: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	5	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
229	Реализовать экран авторизации #229	Задача 229: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	43	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
230	Спроектировать логирование ошибок #230	Задача 230: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	59	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
231	Задокументировать макеты главной страницы #231	Задача 231: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	23	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
232	Переписать DTO комментариев #232	Задача 232: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	18	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
233	Спроектировать DTO комментариев #233	Задача 233: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	43	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
234	Спроектировать поиск по названию #234	Задача 234: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	16	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
235	Обновить макеты главной страницы #235	Задача 235: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	38	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
236	Проверить кнопку «назад» #236	Задача 236: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	78	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
237	Исправить пагинацию #237	Задача 237: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	47	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
238	Реализовать обработку 401 #238	Задача 238: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	69	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
239	Переписать логирование ошибок #239	Задача 239: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	66	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
240	Настроить токен-обновление #240	Задача 240: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	40	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
241	Исправить пагинацию #241	Задача 241: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	9	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
242	Настроить список задач #242	Задача 242: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	18	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
243	Протестировать DTO комментариев #243	Задача 243: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	70	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
244	Обновить DTO комментариев #244	Задача 244: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	29	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
245	Протестировать обработку 401 #245	Задача 245: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	59	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
246	Реализовать миграцию схемы #246	Задача 246: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	3	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
247	Переписать памятку пользователя #247	Задача 247: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	7	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
248	Протестировать эндпоинт обновления #248	Задача 248: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	8	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
249	Задокументировать токен-обновление #249	Задача 249: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	42	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
250	Оптимизировать миграцию схемы #250	Задача 250: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	76	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
251	Задокументировать DTO комментариев #251	Задача 251: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	54	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
252	Обновить кнопку «назад» #252	Задача 252: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	19	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
253	Проверить DTO комментариев #253	Задача 253: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	11	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
254	Обновить логирование ошибок #254	Задача 254: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	78	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
255	Оптимизировать токен-обновление #255	Задача 255: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	62	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
256	Оптимизировать кэш ответов API #256	Задача 256: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	32	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
257	Оптимизировать обработку 401 #257	Задача 257: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	60	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
258	Задокументировать загрузку аватара #258	Задача 258: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	61	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
259	Реализовать токен-обновление #259	Задача 259: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	3	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
260	Задокументировать индекс в БД #260	Задача 260: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	64	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
261	Настроить эндпоинт обновления #261	Задача 261: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	22	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
262	Обновить список задач #262	Задача 262: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	7	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
263	Переписать модель пользователя #263	Задача 263: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	48	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
264	Обновить обработку 401 #264	Задача 264: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	36	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
265	Обновить миграцию схемы #265	Задача 265: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	14	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
266	Оптимизировать памятку пользователя #266	Задача 266: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	35	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
267	Исправить индекс в БД #267	Задача 267: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	11	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
268	Переписать DTO комментариев #268	Задача 268: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	8	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
269	Настроить миграцию схемы #269	Задача 269: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	13	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
270	Исправить кнопку «назад» #270	Задача 270: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	36	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
271	Проверить фильтр по статусам #271	Задача 271: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	19	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
272	Спроектировать валидацию форм #272	Задача 272: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	50	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
273	Переписать загрузку аватара #273	Задача 273: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	13	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
274	Задокументировать памятку пользователя #274	Задача 274: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	51	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
275	Оптимизировать поиск по названию #275	Задача 275: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	24	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
276	Переписать пагинацию #276	Задача 276: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	20	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
277	Переписать экран авторизации #277	Задача 277: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	35	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
278	Проверить миграцию схемы #278	Задача 278: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	53	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
279	Задокументировать обработку 401 #279	Задача 279: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	42	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
280	Переписать обработку 401 #280	Задача 280: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	74	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
281	Спроектировать CI-конвейер #281	Задача 281: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	56	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
282	Задокументировать CI-конвейер #282	Задача 282: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	64	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
283	Переписать модель пользователя #283	Задача 283: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	43	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
284	Протестировать памятку пользователя #284	Задача 284: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	26	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
285	Задокументировать макеты главной страницы #285	Задача 285: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	74	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
286	Переписать токен-обновление #286	Задача 286: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	24	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
287	Настроить логирование ошибок #287	Задача 287: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	9	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
288	Спроектировать модель пользователя #288	Задача 288: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	10	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
289	Обновить миграцию схемы #289	Задача 289: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	47	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
290	Переписать индекс в БД #290	Задача 290: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	79	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
291	Реализовать кэш ответов API #291	Задача 291: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	67	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
292	Задокументировать DTO комментариев #292	Задача 292: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	65	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
293	Настроить кэш ответов API #293	Задача 293: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	11	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
294	Спроектировать фильтр по статусам #294	Задача 294: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	62	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
295	Настроить эндпоинт обновления #295	Задача 295: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	15	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
296	Проверить индекс в БД #296	Задача 296: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	43	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
297	Проверить миграцию схемы #297	Задача 297: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	26	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
298	Оптимизировать CI-конвейер #298	Задача 298: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	9	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
299	Задокументировать логирование ошибок #299	Задача 299: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	63	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
300	Исправить DTO комментариев #300	Задача 300: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	59	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
301	Переписать модель пользователя #301	Задача 301: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	15	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
302	Протестировать миграцию схемы #302	Задача 302: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	55	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
303	Проверить кнопку «назад» #303	Задача 303: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	58	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
304	Проверить логирование ошибок #304	Задача 304: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	65	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
305	Настроить валидацию форм #305	Задача 305: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	29	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
306	Спроектировать валидацию форм #306	Задача 306: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	64	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
307	Исправить кэш ответов API #307	Задача 307: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	47	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
308	Переписать индекс в БД #308	Задача 308: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	58	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
309	Настроить кэш ответов API #309	Задача 309: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	76	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
310	Оптимизировать список задач #310	Задача 310: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	77	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
311	Исправить CI-конвейер #311	Задача 311: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	13	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
312	Спроектировать модель пользователя #312	Задача 312: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	19	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
313	Настроить модель пользователя #313	Задача 313: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	54	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
314	Переписать DTO комментариев #314	Задача 314: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	48	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
315	Переписать эндпоинт обновления #315	Задача 315: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	9	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
316	Оптимизировать кнопку «назад» #316	Задача 316: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	44	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
317	Настроить фильтр по статусам #317	Задача 317: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	6	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
318	Настроить эндпоинт обновления #318	Задача 318: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	26	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
319	Переписать поиск по названию #319	Задача 319: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	22	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
320	Переписать кэш ответов API #320	Задача 320: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	17	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
321	Переписать миграцию схемы #321	Задача 321: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	30	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
322	Переписать фильтр по статусам #322	Задача 322: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	49	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
323	Обновить токен-обновление #323	Задача 323: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	57	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
324	Протестировать памятку пользователя #324	Задача 324: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	12	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
325	Исправить DTO комментариев #325	Задача 325: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	18	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
326	Оптимизировать обработку 401 #326	Задача 326: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	37	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
327	Исправить загрузку аватара #327	Задача 327: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	7	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
328	Исправить пагинацию #328	Задача 328: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	47	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
329	Обновить валидацию форм #329	Задача 329: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	10	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
330	Реализовать CI-конвейер #330	Задача 330: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	51	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
331	Обновить обработку 401 #331	Задача 331: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	40	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
332	Обновить фильтр по статусам #332	Задача 332: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	9	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
333	Переписать миграцию схемы #333	Задача 333: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	8	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
334	Реализовать модель пользователя #334	Задача 334: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	45	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
335	Проверить CI-конвейер #335	Задача 335: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	4	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
336	Спроектировать токен-обновление #336	Задача 336: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	66	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
337	Проверить CI-конвейер #337	Задача 337: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	15	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
338	Реализовать экран авторизации #338	Задача 338: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	50	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
339	Обновить миграцию схемы #339	Задача 339: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	41	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
340	Реализовать валидацию форм #340	Задача 340: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	6	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
341	Переписать обработку 401 #341	Задача 341: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	38	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
342	Задокументировать токен-обновление #342	Задача 342: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	26	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
343	Реализовать миграцию схемы #343	Задача 343: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	2	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
344	Обновить индекс в БД #344	Задача 344: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	19	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
345	Реализовать индекс в БД #345	Задача 345: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	48	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
346	Исправить кэш ответов API #346	Задача 346: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	51	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
347	Протестировать модель пользователя #347	Задача 347: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	41	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
348	Спроектировать индекс в БД #348	Задача 348: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	75	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
349	Проверить эндпоинт обновления #349	Задача 349: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	69	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
350	Переписать пагинацию #350	Задача 350: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	78	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
351	Оптимизировать поиск по названию #351	Задача 351: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	39	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
352	Протестировать эндпоинт обновления #352	Задача 352: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	13	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
353	Реализовать список задач #353	Задача 353: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	17	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
354	Исправить CI-конвейер #354	Задача 354: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	9	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
355	Переписать список задач #355	Задача 355: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	74	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
356	Протестировать валидацию форм #356	Задача 356: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	36	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
357	Исправить памятку пользователя #357	Задача 357: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	64	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
358	Протестировать модель пользователя #358	Задача 358: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	68	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
359	Протестировать поиск по названию #359	Задача 359: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	45	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
360	Проверить экран авторизации #360	Задача 360: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	36	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
361	Проверить кэш ответов API #361	Задача 361: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	69	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
362	Протестировать поиск по названию #362	Задача 362: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	23	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
363	Реализовать поиск по названию #363	Задача 363: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	73	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
364	Реализовать пагинацию #364	Задача 364: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	3	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
365	Задокументировать памятку пользователя #365	Задача 365: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	23	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
366	Проверить токен-обновление #366	Задача 366: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	15	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
367	Задокументировать DTO комментариев #367	Задача 367: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	42	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
368	Обновить памятку пользователя #368	Задача 368: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	76	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
369	Проверить экран авторизации #369	Задача 369: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	51	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
370	Задокументировать памятку пользователя #370	Задача 370: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	64	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
371	Оптимизировать поиск по названию #371	Задача 371: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	12	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
372	Спроектировать логирование ошибок #372	Задача 372: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	33	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
373	Реализовать DTO комментариев #373	Задача 373: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	22	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
374	Переписать кнопку «назад» #374	Задача 374: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	29	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
375	Реализовать макеты главной страницы #375	Задача 375: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	14	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
376	Проверить пагинацию #376	Задача 376: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	12	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
377	Исправить миграцию схемы #377	Задача 377: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	27	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
378	Оптимизировать кэш ответов API #378	Задача 378: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	63	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
379	Переписать макеты главной страницы #379	Задача 379: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	62	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
380	Оптимизировать валидацию форм #380	Задача 380: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	61	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
381	Переписать обработку 401 #381	Задача 381: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
382	Настроить CI-конвейер #382	Задача 382: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	8	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
383	Переписать поиск по названию #383	Задача 383: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	76	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
384	Протестировать загрузку аватара #384	Задача 384: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	61	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
385	Реализовать загрузку аватара #385	Задача 385: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	74	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
386	Настроить валидацию форм #386	Задача 386: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	28	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
387	Протестировать пагинацию #387	Задача 387: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	19	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
388	Протестировать обработку 401 #388	Задача 388: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	36	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
389	Исправить токен-обновление #389	Задача 389: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	54	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
390	Переписать токен-обновление #390	Задача 390: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	69	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
391	Исправить памятку пользователя #391	Задача 391: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	52	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
392	Оптимизировать список задач #392	Задача 392: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	48	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
393	Настроить кэш ответов API #393	Задача 393: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	39	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
394	Исправить пагинацию #394	Задача 394: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	53	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
395	Проверить пагинацию #395	Задача 395: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	18	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
396	Проверить логирование ошибок #396	Задача 396: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	8	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
397	Спроектировать поиск по названию #397	Задача 397: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	16	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
398	Настроить памятку пользователя #398	Задача 398: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	61	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
399	Спроектировать пагинацию #399	Задача 399: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
400	Оптимизировать CI-конвейер #400	Задача 400: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	2	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
401	Реализовать индекс в БД #401	Задача 401: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	40	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
402	Задокументировать эндпоинт обновления #402	Задача 402: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	67	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
403	Реализовать загрузку аватара #403	Задача 403: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	48	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
404	Настроить пагинацию #404	Задача 404: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	42	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
405	Обновить индекс в БД #405	Задача 405: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	77	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
406	Настроить макеты главной страницы #406	Задача 406: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	50	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
407	Оптимизировать обработку 401 #407	Задача 407: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	46	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
408	Проверить макеты главной страницы #408	Задача 408: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	34	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
409	Переписать индекс в БД #409	Задача 409: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	40	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
410	Спроектировать эндпоинт обновления #410	Задача 410: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	75	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
411	Настроить логирование ошибок #411	Задача 411: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	49	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
412	Оптимизировать фильтр по статусам #412	Задача 412: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	59	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
413	Настроить фильтр по статусам #413	Задача 413: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	8	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
414	Исправить валидацию форм #414	Задача 414: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	12	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
415	Настроить DTO комментариев #415	Задача 415: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	48	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
416	Реализовать индекс в БД #416	Задача 416: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	40	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
417	Проверить пагинацию #417	Задача 417: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	38	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
418	Задокументировать кнопку «назад» #418	Задача 418: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	52	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
419	Оптимизировать экран авторизации #419	Задача 419: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	47	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
420	Протестировать CI-конвейер #420	Задача 420: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	77	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
421	Реализовать список задач #421	Задача 421: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	49	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
422	Оптимизировать экран авторизации #422	Задача 422: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	67	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
423	Переписать загрузку аватара #423	Задача 423: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	15	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
424	Оптимизировать CI-конвейер #424	Задача 424: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	46	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
425	Обновить кнопку «назад» #425	Задача 425: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	62	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
426	Реализовать пагинацию #426	Задача 426: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	64	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
427	Переписать CI-конвейер #427	Задача 427: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	38	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
428	Переписать валидацию форм #428	Задача 428: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	47	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
429	Реализовать модель пользователя #429	Задача 429: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	46	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
430	Задокументировать валидацию форм #430	Задача 430: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	59	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
431	Проверить список задач #431	Задача 431: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	14	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
432	Исправить DTO комментариев #432	Задача 432: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	17	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
433	Протестировать эндпоинт обновления #433	Задача 433: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	41	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
434	Обновить загрузку аватара #434	Задача 434: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	56	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
435	Задокументировать DTO комментариев #435	Задача 435: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	79	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
436	Настроить кнопку «назад» #436	Задача 436: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	63	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
437	Обновить индекс в БД #437	Задача 437: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	31	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
438	Настроить эндпоинт обновления #438	Задача 438: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	3	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
439	Реализовать пагинацию #439	Задача 439: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	39	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
440	Задокументировать поиск по названию #440	Задача 440: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	59	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
441	Переписать индекс в БД #441	Задача 441: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	38	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
442	Проверить кнопку «назад» #442	Задача 442: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	53	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
443	Переписать DTO комментариев #443	Задача 443: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	25	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
444	Протестировать список задач #444	Задача 444: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	76	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
445	Настроить экран авторизации #445	Задача 445: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	56	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
446	Проверить модель пользователя #446	Задача 446: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	78	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
447	Протестировать фильтр по статусам #447	Задача 447: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	18	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
448	Обновить логирование ошибок #448	Задача 448: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	38	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
449	Обновить обработку 401 #449	Задача 449: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	15	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
450	Обновить макеты главной страницы #450	Задача 450: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	2	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
451	Протестировать модель пользователя #451	Задача 451: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	35	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
452	Спроектировать логирование ошибок #452	Задача 452: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	58	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
453	Протестировать индекс в БД #453	Задача 453: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	37	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
454	Протестировать DTO комментариев #454	Задача 454: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	41	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
455	Спроектировать логирование ошибок #455	Задача 455: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	57	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
456	Исправить логирование ошибок #456	Задача 456: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	38	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
457	Проверить валидацию форм #457	Задача 457: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	6	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
458	Исправить CI-конвейер #458	Задача 458: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	20	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
459	Исправить макеты главной страницы #459	Задача 459: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	46	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
460	Проверить загрузку аватара #460	Задача 460: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	54	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
461	Оптимизировать фильтр по статусам #461	Задача 461: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	80	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
462	Переписать поиск по названию #462	Задача 462: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	79	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
463	Задокументировать DTO комментариев #463	Задача 463: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	50	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
464	Задокументировать загрузку аватара #464	Задача 464: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	6	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
465	Обновить пагинацию #465	Задача 465: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	69	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
466	Оптимизировать логирование ошибок #466	Задача 466: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	14	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
467	Настроить фильтр по статусам #467	Задача 467: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	23	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
468	Исправить индекс в БД #468	Задача 468: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	58	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
469	Переписать обработку 401 #469	Задача 469: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	9	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
470	Переписать поиск по названию #470	Задача 470: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	39	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
471	Протестировать экран авторизации #471	Задача 471: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	18	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
472	Задокументировать экран авторизации #472	Задача 472: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	16	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
473	Спроектировать логирование ошибок #473	Задача 473: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	45	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
474	Проверить индекс в БД #474	Задача 474: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	15	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
475	Обновить эндпоинт обновления #475	Задача 475: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	9	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
476	Настроить фильтр по статусам #476	Задача 476: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	31	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
477	Оптимизировать фильтр по статусам #477	Задача 477: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	40	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
478	Исправить поиск по названию #478	Задача 478: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	22	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
479	Протестировать CI-конвейер #479	Задача 479: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	43	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
480	Обновить кэш ответов API #480	Задача 480: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	36	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
481	Переписать пагинацию #481	Задача 481: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	4	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
482	Обновить CI-конвейер #482	Задача 482: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	61	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
483	Исправить макеты главной страницы #483	Задача 483: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	12	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
484	Оптимизировать памятку пользователя #484	Задача 484: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	18	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
485	Исправить модель пользователя #485	Задача 485: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	46	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
486	Задокументировать индекс в БД #486	Задача 486: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	47	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
487	Переписать загрузку аватара #487	Задача 487: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	34	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
488	Протестировать поиск по названию #488	Задача 488: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	10	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
489	Задокументировать поиск по названию #489	Задача 489: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	78	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
490	Проверить индекс в БД #490	Задача 490: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	28	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
491	Исправить кэш ответов API #491	Задача 491: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	43	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
492	Исправить валидацию форм #492	Задача 492: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	32	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
493	Обновить список задач #493	Задача 493: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	22	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
494	Спроектировать пагинацию #494	Задача 494: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	61	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
495	Исправить модель пользователя #495	Задача 495: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	24	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
496	Настроить памятку пользователя #496	Задача 496: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	50	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
497	Оптимизировать загрузку аватара #497	Задача 497: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	54	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
498	Проверить кнопку «назад» #498	Задача 498: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	69	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
499	Настроить модель пользователя #499	Задача 499: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	1	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
500	Реализовать загрузку аватара #500	Задача 500: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	62	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
501	Протестировать модель пользователя #501	Задача 501: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	11	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
502	Реализовать токен-обновление #502	Задача 502: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
503	Переписать модель пользователя #503	Задача 503: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	34	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
504	Протестировать логирование ошибок #504	Задача 504: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	62	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
505	Протестировать модель пользователя #505	Задача 505: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	30	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
506	Оптимизировать загрузку аватара #506	Задача 506: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	71	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
507	Проверить DTO комментариев #507	Задача 507: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	12	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
508	Оптимизировать поиск по названию #508	Задача 508: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	50	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
509	Проверить кнопку «назад» #509	Задача 509: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	67	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
510	Исправить загрузку аватара #510	Задача 510: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	22	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
511	Проверить пагинацию #511	Задача 511: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	46	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
512	Реализовать пагинацию #512	Задача 512: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	72	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
513	Исправить логирование ошибок #513	Задача 513: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	1	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
514	Переписать загрузку аватара #514	Задача 514: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	66	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
515	Исправить кнопку «назад» #515	Задача 515: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	59	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
516	Настроить кэш ответов API #516	Задача 516: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	29	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
517	Протестировать поиск по названию #517	Задача 517: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	34	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
518	Протестировать фильтр по статусам #518	Задача 518: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	61	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
519	Спроектировать валидацию форм #519	Задача 519: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	25	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
520	Оптимизировать CI-конвейер #520	Задача 520: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	32	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
521	Переписать пагинацию #521	Задача 521: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	79	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
522	Настроить поиск по названию #522	Задача 522: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	74	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
523	Спроектировать DTO комментариев #523	Задача 523: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	7	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
524	Задокументировать DTO комментариев #524	Задача 524: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	59	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
525	Оптимизировать DTO комментариев #525	Задача 525: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	79	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
526	Настроить памятку пользователя #526	Задача 526: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	55	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
527	Спроектировать эндпоинт обновления #527	Задача 527: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	74	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
528	Спроектировать индекс в БД #528	Задача 528: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	26	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
529	Реализовать валидацию форм #529	Задача 529: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	67	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
530	Спроектировать обработку 401 #530	Задача 530: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	13	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
531	Оптимизировать CI-конвейер #531	Задача 531: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	58	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
532	Обновить обработку 401 #532	Задача 532: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	3	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
533	Исправить токен-обновление #533	Задача 533: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	37	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
534	Исправить макеты главной страницы #534	Задача 534: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	22	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
535	Переписать пагинацию #535	Задача 535: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	41	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
536	Спроектировать эндпоинт обновления #536	Задача 536: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	76	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
537	Проверить индекс в БД #537	Задача 537: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	11	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
538	Настроить обработку 401 #538	Задача 538: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	68	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
539	Переписать DTO комментариев #539	Задача 539: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	37	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
540	Обновить валидацию форм #540	Задача 540: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	42	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
541	Проверить обработку 401 #541	Задача 541: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	73	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
542	Обновить индекс в БД #542	Задача 542: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	47	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
543	Реализовать экран авторизации #543	Задача 543: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	18	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
544	Настроить макеты главной страницы #544	Задача 544: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	38	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
545	Обновить поиск по названию #545	Задача 545: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	56	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
546	Протестировать индекс в БД #546	Задача 546: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	31	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
547	Спроектировать миграцию схемы #547	Задача 547: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	18	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
548	Исправить кнопку «назад» #548	Задача 548: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	7	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
549	Спроектировать CI-конвейер #549	Задача 549: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	2	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
550	Настроить логирование ошибок #550	Задача 550: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	64	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
551	Задокументировать пагинацию #551	Задача 551: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	8	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
552	Обновить кнопку «назад» #552	Задача 552: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	33	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
553	Оптимизировать DTO комментариев #553	Задача 553: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	5	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
554	Обновить логирование ошибок #554	Задача 554: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	40	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
555	Обновить загрузку аватара #555	Задача 555: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	39	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
556	Оптимизировать кэш ответов API #556	Задача 556: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	2	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
557	Протестировать индекс в БД #557	Задача 557: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	61	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
558	Переписать индекс в БД #558	Задача 558: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	80	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
559	Реализовать поиск по названию #559	Задача 559: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	14	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
560	Обновить поиск по названию #560	Задача 560: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	25	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
561	Реализовать кнопку «назад» #561	Задача 561: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	70	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
562	Проверить обработку 401 #562	Задача 562: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	36	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
563	Обновить модель пользователя #563	Задача 563: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	70	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
564	Обновить DTO комментариев #564	Задача 564: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	80	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
565	Переписать обработку 401 #565	Задача 565: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	64	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
566	Задокументировать кэш ответов API #566	Задача 566: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	6	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
567	Оптимизировать кэш ответов API #567	Задача 567: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	74	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
568	Реализовать поиск по названию #568	Задача 568: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	2	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
569	Задокументировать обработку 401 #569	Задача 569: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	48	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
570	Переписать макеты главной страницы #570	Задача 570: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	67	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
571	Протестировать логирование ошибок #571	Задача 571: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	73	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
572	Настроить миграцию схемы #572	Задача 572: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	24	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
573	Исправить эндпоинт обновления #573	Задача 573: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	71	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
574	Исправить обработку 401 #574	Задача 574: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	33	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
575	Спроектировать памятку пользователя #575	Задача 575: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	39	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
576	Задокументировать экран авторизации #576	Задача 576: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	36	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
577	Реализовать эндпоинт обновления #577	Задача 577: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	47	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
578	Спроектировать пагинацию #578	Задача 578: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	28	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
579	Настроить токен-обновление #579	Задача 579: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	39	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
580	Задокументировать миграцию схемы #580	Задача 580: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	30	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
581	Протестировать список задач #581	Задача 581: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	70	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
582	Проверить список задач #582	Задача 582: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	58	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
583	Оптимизировать миграцию схемы #583	Задача 583: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	17	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
584	Протестировать CI-конвейер #584	Задача 584: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	17	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
585	Протестировать токен-обновление #585	Задача 585: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	68	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
586	Спроектировать миграцию схемы #586	Задача 586: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	12	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
587	Оптимизировать фильтр по статусам #587	Задача 587: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	40	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
588	Реализовать индекс в БД #588	Задача 588: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	11	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
589	Оптимизировать памятку пользователя #589	Задача 589: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	37	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
590	Спроектировать эндпоинт обновления #590	Задача 590: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	69	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
591	Исправить модель пользователя #591	Задача 591: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	49	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
592	Спроектировать валидацию форм #592	Задача 592: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	80	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
593	Спроектировать поиск по названию #593	Задача 593: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	50	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
594	Задокументировать кнопку «назад» #594	Задача 594: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	24	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
595	Оптимизировать загрузку аватара #595	Задача 595: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
596	Оптимизировать загрузку аватара #596	Задача 596: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	33	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
597	Задокументировать DTO комментариев #597	Задача 597: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	49	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
598	Оптимизировать токен-обновление #598	Задача 598: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	78	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
599	Проверить токен-обновление #599	Задача 599: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	18	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
600	Проверить токен-обновление #600	Задача 600: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	72	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
601	Проверить фильтр по статусам #601	Задача 601: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	4	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
602	Проверить логирование ошибок #602	Задача 602: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	79	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
603	Оптимизировать индекс в БД #603	Задача 603: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	62	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
604	Настроить кнопку «назад» #604	Задача 604: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	5	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
605	Оптимизировать логирование ошибок #605	Задача 605: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	57	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
606	Протестировать DTO комментариев #606	Задача 606: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	49	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
607	Обновить список задач #607	Задача 607: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	6	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
608	Обновить список задач #608	Задача 608: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	39	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
609	Спроектировать памятку пользователя #609	Задача 609: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	19	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
610	Проверить токен-обновление #610	Задача 610: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	18	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
611	Проверить эндпоинт обновления #611	Задача 611: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	26	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
612	Переписать пагинацию #612	Задача 612: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	47	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
613	Обновить DTO комментариев #613	Задача 613: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	43	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
614	Проверить валидацию форм #614	Задача 614: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	40	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
615	Проверить логирование ошибок #615	Задача 615: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	2	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
616	Оптимизировать логирование ошибок #616	Задача 616: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	53	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
617	Оптимизировать обработку 401 #617	Задача 617: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	27	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
618	Задокументировать список задач #618	Задача 618: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	74	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
619	Переписать миграцию схемы #619	Задача 619: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	37	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
620	Исправить поиск по названию #620	Задача 620: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	39	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
621	Переписать макеты главной страницы #621	Задача 621: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	36	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
622	Исправить список задач #622	Задача 622: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	68	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
623	Спроектировать загрузку аватара #623	Задача 623: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	17	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
624	Проверить памятку пользователя #624	Задача 624: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	25	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
625	Настроить кэш ответов API #625	Задача 625: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	79	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
626	Задокументировать поиск по названию #626	Задача 626: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	2	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
627	Спроектировать макеты главной страницы #627	Задача 627: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	1	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
628	Исправить памятку пользователя #628	Задача 628: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	25	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
629	Настроить модель пользователя #629	Задача 629: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	69	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
630	Исправить фильтр по статусам #630	Задача 630: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	74	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
631	Спроектировать экран авторизации #631	Задача 631: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	69	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
632	Задокументировать список задач #632	Задача 632: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	31	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
633	Спроектировать валидацию форм #633	Задача 633: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	26	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
634	Настроить загрузку аватара #634	Задача 634: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	62	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
635	Переписать загрузку аватара #635	Задача 635: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	5	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
636	Реализовать макеты главной страницы #636	Задача 636: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	77	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
637	Спроектировать экран авторизации #637	Задача 637: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	27	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
638	Спроектировать обработку 401 #638	Задача 638: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	16	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
639	Переписать экран авторизации #639	Задача 639: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	14	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
640	Спроектировать модель пользователя #640	Задача 640: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	74	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
641	Спроектировать памятку пользователя #641	Задача 641: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	7	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
642	Реализовать пагинацию #642	Задача 642: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	77	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
643	Задокументировать логирование ошибок #643	Задача 643: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	69	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
644	Настроить кэш ответов API #644	Задача 644: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	60	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
645	Исправить CI-конвейер #645	Задача 645: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	43	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
646	Переписать поиск по названию #646	Задача 646: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	37	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
647	Переписать DTO комментариев #647	Задача 647: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	42	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
648	Спроектировать обработку 401 #648	Задача 648: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	31	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
649	Протестировать пагинацию #649	Задача 649: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	76	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
650	Проверить пагинацию #650	Задача 650: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	63	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
651	Настроить валидацию форм #651	Задача 651: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	77	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
652	Переписать логирование ошибок #652	Задача 652: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	1	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
653	Обновить макеты главной страницы #653	Задача 653: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	26	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
654	Спроектировать миграцию схемы #654	Задача 654: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	12	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
655	Задокументировать обработку 401 #655	Задача 655: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	72	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
656	Протестировать токен-обновление #656	Задача 656: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
657	Настроить модель пользователя #657	Задача 657: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	47	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
658	Реализовать пагинацию #658	Задача 658: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	63	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
659	Проверить миграцию схемы #659	Задача 659: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	78	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
660	Обновить миграцию схемы #660	Задача 660: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	46	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
661	Оптимизировать загрузку аватара #661	Задача 661: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	74	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
662	Исправить кнопку «назад» #662	Задача 662: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	62	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
663	Спроектировать эндпоинт обновления #663	Задача 663: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	79	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
664	Исправить список задач #664	Задача 664: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	2	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
665	Задокументировать макеты главной страницы #665	Задача 665: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	77	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
666	Исправить валидацию форм #666	Задача 666: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	38	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
667	Спроектировать кнопку «назад» #667	Задача 667: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	36	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
668	Реализовать кэш ответов API #668	Задача 668: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	20	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
669	Оптимизировать кнопку «назад» #669	Задача 669: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	5	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
670	Проверить кнопку «назад» #670	Задача 670: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	50	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
671	Реализовать CI-конвейер #671	Задача 671: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	22	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
672	Оптимизировать DTO комментариев #672	Задача 672: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	34	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
673	Протестировать фильтр по статусам #673	Задача 673: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	6	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
674	Задокументировать CI-конвейер #674	Задача 674: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	75	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
675	Оптимизировать загрузку аватара #675	Задача 675: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	24	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
676	Реализовать пагинацию #676	Задача 676: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	14	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
677	Спроектировать логирование ошибок #677	Задача 677: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	8	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
678	Переписать кэш ответов API #678	Задача 678: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	49	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
679	Проверить CI-конвейер #679	Задача 679: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	10	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
680	Спроектировать валидацию форм #680	Задача 680: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	8	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
681	Спроектировать валидацию форм #681	Задача 681: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	26	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
682	Переписать модель пользователя #682	Задача 682: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	79	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
683	Переписать пагинацию #683	Задача 683: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	58	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
684	Реализовать DTO комментариев #684	Задача 684: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	51	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
685	Переписать обработку 401 #685	Задача 685: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	62	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
686	Протестировать список задач #686	Задача 686: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	12	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
687	Спроектировать логирование ошибок #687	Задача 687: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	50	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
688	Задокументировать кнопку «назад» #688	Задача 688: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	25	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
689	Исправить индекс в БД #689	Задача 689: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	70	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
690	Реализовать фильтр по статусам #690	Задача 690: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	6	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
691	Настроить обработку 401 #691	Задача 691: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	10	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
692	Реализовать кнопку «назад» #692	Задача 692: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	32	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
693	Проверить список задач #693	Задача 693: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	13	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
694	Переписать кэш ответов API #694	Задача 694: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	79	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
695	Задокументировать DTO комментариев #695	Задача 695: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	74	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
696	Исправить валидацию форм #696	Задача 696: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	19	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
697	Настроить индекс в БД #697	Задача 697: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	13	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
698	Переписать экран авторизации #698	Задача 698: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	76	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
699	Спроектировать загрузку аватара #699	Задача 699: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	23	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
700	Исправить валидацию форм #700	Задача 700: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	12	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
701	Обновить индекс в БД #701	Задача 701: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	13	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
702	Оптимизировать CI-конвейер #702	Задача 702: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	20	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
703	Реализовать поиск по названию #703	Задача 703: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	43	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
704	Переписать список задач #704	Задача 704: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	4	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
705	Переписать индекс в БД #705	Задача 705: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	42	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
706	Задокументировать индекс в БД #706	Задача 706: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	26	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
707	Настроить токен-обновление #707	Задача 707: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	19	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
708	Проверить эндпоинт обновления #708	Задача 708: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	35	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
709	Исправить список задач #709	Задача 709: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	60	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
710	Оптимизировать макеты главной страницы #710	Задача 710: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	79	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
711	Протестировать загрузку аватара #711	Задача 711: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	76	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
712	Оптимизировать индекс в БД #712	Задача 712: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	76	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
713	Протестировать список задач #713	Задача 713: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	65	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
714	Настроить индекс в БД #714	Задача 714: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	53	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
715	Переписать экран авторизации #715	Задача 715: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	59	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
716	Настроить эндпоинт обновления #716	Задача 716: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	52	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
717	Задокументировать загрузку аватара #717	Задача 717: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	35	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
718	Исправить фильтр по статусам #718	Задача 718: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	47	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
719	Задокументировать поиск по названию #719	Задача 719: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	9	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
720	Задокументировать индекс в БД #720	Задача 720: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	75	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
721	Задокументировать CI-конвейер #721	Задача 721: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	7	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
722	Обновить загрузку аватара #722	Задача 722: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	69	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
723	Переписать логирование ошибок #723	Задача 723: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	11	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
724	Проверить CI-конвейер #724	Задача 724: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	20	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
725	Спроектировать миграцию схемы #725	Задача 725: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	17	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
726	Оптимизировать пагинацию #726	Задача 726: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	67	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
727	Настроить токен-обновление #727	Задача 727: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	71	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
728	Спроектировать валидацию форм #728	Задача 728: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	48	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
729	Спроектировать эндпоинт обновления #729	Задача 729: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	21	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
730	Проверить валидацию форм #730	Задача 730: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	41	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
731	Оптимизировать обработку 401 #731	Задача 731: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	45	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
732	Спроектировать кэш ответов API #732	Задача 732: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	64	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
733	Обновить загрузку аватара #733	Задача 733: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	61	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
734	Настроить фильтр по статусам #734	Задача 734: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	6	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
735	Спроектировать экран авторизации #735	Задача 735: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	58	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
736	Исправить загрузку аватара #736	Задача 736: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	36	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
737	Обновить эндпоинт обновления #737	Задача 737: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	66	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
738	Задокументировать DTO комментариев #738	Задача 738: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	48	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
739	Спроектировать поиск по названию #739	Задача 739: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	72	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
740	Проверить миграцию схемы #740	Задача 740: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	76	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
741	Спроектировать кнопку «назад» #741	Задача 741: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	43	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
742	Спроектировать миграцию схемы #742	Задача 742: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	73	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
743	Спроектировать обработку 401 #743	Задача 743: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	39	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
744	Реализовать экран авторизации #744	Задача 744: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	61	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
745	Настроить индекс в БД #745	Задача 745: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	64	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
746	Исправить миграцию схемы #746	Задача 746: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	61	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
747	Реализовать CI-конвейер #747	Задача 747: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	41	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
748	Проверить список задач #748	Задача 748: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	46	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
749	Обновить логирование ошибок #749	Задача 749: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	13	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
750	Спроектировать поиск по названию #750	Задача 750: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	19	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
751	Протестировать фильтр по статусам #751	Задача 751: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	28	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
752	Обновить памятку пользователя #752	Задача 752: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	69	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
753	Протестировать эндпоинт обновления #753	Задача 753: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	17	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
754	Проверить эндпоинт обновления #754	Задача 754: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	44	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
755	Оптимизировать модель пользователя #755	Задача 755: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	30	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
756	Переписать миграцию схемы #756	Задача 756: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	10	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
757	Реализовать загрузку аватара #757	Задача 757: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	33	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
758	Переписать памятку пользователя #758	Задача 758: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	24	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
759	Переписать модель пользователя #759	Задача 759: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	75	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
760	Исправить индекс в БД #760	Задача 760: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	75	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
761	Спроектировать валидацию форм #761	Задача 761: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	13	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
762	Настроить кэш ответов API #762	Задача 762: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	49	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
763	Переписать фильтр по статусам #763	Задача 763: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	18	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
764	Переписать фильтр по статусам #764	Задача 764: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	59	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
765	Обновить миграцию схемы #765	Задача 765: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	25	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
766	Настроить кэш ответов API #766	Задача 766: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	11	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
767	Проверить пагинацию #767	Задача 767: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	26	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
768	Оптимизировать миграцию схемы #768	Задача 768: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	75	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
769	Настроить загрузку аватара #769	Задача 769: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	14	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
770	Реализовать кэш ответов API #770	Задача 770: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	64	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
771	Исправить фильтр по статусам #771	Задача 771: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	13	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
772	Настроить кнопку «назад» #772	Задача 772: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	70	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
773	Протестировать кэш ответов API #773	Задача 773: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
774	Реализовать валидацию форм #774	Задача 774: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	39	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
775	Протестировать кнопку «назад» #775	Задача 775: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	63	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
776	Обновить список задач #776	Задача 776: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
777	Реализовать экран авторизации #777	Задача 777: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	47	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
778	Задокументировать DTO комментариев #778	Задача 778: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	46	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
779	Оптимизировать индекс в БД #779	Задача 779: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	11	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
780	Проверить экран авторизации #780	Задача 780: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	55	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
781	Исправить экран авторизации #781	Задача 781: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	50	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
782	Настроить кэш ответов API #782	Задача 782: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	64	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
783	Задокументировать миграцию схемы #783	Задача 783: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	10	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
784	Спроектировать токен-обновление #784	Задача 784: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	12	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
785	Исправить фильтр по статусам #785	Задача 785: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	68	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
786	Переписать макеты главной страницы #786	Задача 786: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	70	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
787	Настроить обработку 401 #787	Задача 787: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	67	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
788	Обновить памятку пользователя #788	Задача 788: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	73	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
789	Обновить логирование ошибок #789	Задача 789: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	20	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
790	Задокументировать пагинацию #790	Задача 790: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	35	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
791	Исправить индекс в БД #791	Задача 791: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	25	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
792	Обновить миграцию схемы #792	Задача 792: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	26	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
793	Спроектировать CI-конвейер #793	Задача 793: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	6	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
794	Реализовать пагинацию #794	Задача 794: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	9	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
795	Протестировать модель пользователя #795	Задача 795: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	65	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
796	Оптимизировать памятку пользователя #796	Задача 796: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	43	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
797	Проверить кэш ответов API #797	Задача 797: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	57	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
798	Настроить обработку 401 #798	Задача 798: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	41	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
799	Задокументировать кнопку «назад» #799	Задача 799: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	3	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
800	Реализовать индекс в БД #800	Задача 800: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	47	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
801	Протестировать экран авторизации #801	Задача 801: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	33	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
802	Оптимизировать валидацию форм #802	Задача 802: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	53	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
803	Настроить кнопку «назад» #803	Задача 803: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	43	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
804	Проверить CI-конвейер #804	Задача 804: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	78	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
805	Реализовать валидацию форм #805	Задача 805: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	18	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
806	Задокументировать токен-обновление #806	Задача 806: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	67	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
807	Протестировать фильтр по статусам #807	Задача 807: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	18	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
808	Переписать миграцию схемы #808	Задача 808: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
809	Реализовать обработку 401 #809	Задача 809: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	12	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
810	Протестировать памятку пользователя #810	Задача 810: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	12	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
811	Реализовать загрузку аватара #811	Задача 811: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	59	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
812	Оптимизировать логирование ошибок #812	Задача 812: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	35	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
813	Оптимизировать памятку пользователя #813	Задача 813: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	25	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
814	Спроектировать индекс в БД #814	Задача 814: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	48	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
815	Проверить фильтр по статусам #815	Задача 815: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	28	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
816	Переписать обработку 401 #816	Задача 816: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	31	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
817	Реализовать CI-конвейер #817	Задача 817: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	51	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
818	Реализовать токен-обновление #818	Задача 818: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	64	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
819	Задокументировать загрузку аватара #819	Задача 819: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	41	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
820	Спроектировать CI-конвейер #820	Задача 820: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	34	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
821	Проверить обработку 401 #821	Задача 821: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	57	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
822	Оптимизировать валидацию форм #822	Задача 822: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	60	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
823	Обновить кнопку «назад» #823	Задача 823: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	19	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
824	Оптимизировать макеты главной страницы #824	Задача 824: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	66	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
825	Реализовать загрузку аватара #825	Задача 825: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	10	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
826	Задокументировать экран авторизации #826	Задача 826: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	16	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
827	Задокументировать модель пользователя #827	Задача 827: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	62	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
828	Задокументировать список задач #828	Задача 828: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	42	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
829	Реализовать макеты главной страницы #829	Задача 829: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	10	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
830	Проверить индекс в БД #830	Задача 830: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	12	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
831	Протестировать макеты главной страницы #831	Задача 831: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	20	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
832	Задокументировать кэш ответов API #832	Задача 832: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	63	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
833	Переписать миграцию схемы #833	Задача 833: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	56	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
834	Реализовать загрузку аватара #834	Задача 834: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	29	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
835	Обновить загрузку аватара #835	Задача 835: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	11	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
836	Спроектировать индекс в БД #836	Задача 836: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	7	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
837	Обновить кэш ответов API #837	Задача 837: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	60	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
838	Исправить пагинацию #838	Задача 838: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	60	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
839	Спроектировать фильтр по статусам #839	Задача 839: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	58	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
840	Проверить пагинацию #840	Задача 840: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	14	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
841	Реализовать DTO комментариев #841	Задача 841: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	62	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
842	Исправить памятку пользователя #842	Задача 842: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	51	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
843	Реализовать логирование ошибок #843	Задача 843: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	25	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
844	Обновить логирование ошибок #844	Задача 844: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	19	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
845	Переписать валидацию форм #845	Задача 845: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	57	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
846	Настроить токен-обновление #846	Задача 846: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	51	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
847	Переписать миграцию схемы #847	Задача 847: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	75	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
848	Протестировать кнопку «назад» #848	Задача 848: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	63	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
849	Обновить экран авторизации #849	Задача 849: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	9	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
850	Исправить поиск по названию #850	Задача 850: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
851	Задокументировать эндпоинт обновления #851	Задача 851: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	44	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
852	Протестировать поиск по названию #852	Задача 852: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	21	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
853	Проверить валидацию форм #853	Задача 853: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	13	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
854	Обновить список задач #854	Задача 854: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	34	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
855	Обновить список задач #855	Задача 855: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	15	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
856	Обновить индекс в БД #856	Задача 856: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	46	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
857	Исправить кэш ответов API #857	Задача 857: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	57	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
858	Исправить памятку пользователя #858	Задача 858: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	72	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
859	Проверить кэш ответов API #859	Задача 859: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	21	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
860	Проверить поиск по названию #860	Задача 860: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	26	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
861	Оптимизировать кнопку «назад» #861	Задача 861: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	11	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
862	Обновить миграцию схемы #862	Задача 862: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	55	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
863	Настроить модель пользователя #863	Задача 863: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	67	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
864	Проверить миграцию схемы #864	Задача 864: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	20	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
865	Обновить макеты главной страницы #865	Задача 865: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	45	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
866	Настроить логирование ошибок #866	Задача 866: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	80	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
867	Спроектировать пагинацию #867	Задача 867: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	17	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
868	Обновить обработку 401 #868	Задача 868: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	21	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
869	Протестировать загрузку аватара #869	Задача 869: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	48	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
870	Переписать эндпоинт обновления #870	Задача 870: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	59	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
871	Спроектировать макеты главной страницы #871	Задача 871: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	74	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
872	Задокументировать загрузку аватара #872	Задача 872: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	47	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
873	Протестировать пагинацию #873	Задача 873: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	17	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
874	Протестировать токен-обновление #874	Задача 874: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	34	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
875	Проверить модель пользователя #875	Задача 875: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	59	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
876	Оптимизировать эндпоинт обновления #876	Задача 876: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	72	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
877	Исправить макеты главной страницы #877	Задача 877: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	48	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
878	Реализовать модель пользователя #878	Задача 878: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	7	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
879	Настроить экран авторизации #879	Задача 879: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	6	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
880	Задокументировать DTO комментариев #880	Задача 880: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	78	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
881	Задокументировать пагинацию #881	Задача 881: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	53	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
882	Настроить CI-конвейер #882	Задача 882: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	4	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
883	Обновить пагинацию #883	Задача 883: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	74	1	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
884	Обновить экран авторизации #884	Задача 884: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	24	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
885	Исправить эндпоинт обновления #885	Задача 885: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	42	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
886	Настроить экран авторизации #886	Задача 886: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	4	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
887	Переписать обработку 401 #887	Задача 887: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	33	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
888	Реализовать памятку пользователя #888	Задача 888: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	8	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
889	Задокументировать модель пользователя #889	Задача 889: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	49	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
890	Исправить токен-обновление #890	Задача 890: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	65	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
891	Настроить обработку 401 #891	Задача 891: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	53	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
892	Спроектировать обработку 401 #892	Задача 892: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	32	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
893	Исправить миграцию схемы #893	Задача 893: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	65	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
894	Оптимизировать обработку 401 #894	Задача 894: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	72	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
895	Настроить памятку пользователя #895	Задача 895: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	1	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
896	Протестировать поиск по названию #896	Задача 896: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	66	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
897	Исправить пагинацию #897	Задача 897: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	16	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
898	Исправить загрузку аватара #898	Задача 898: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	44	11	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
899	Задокументировать логирование ошибок #899	Задача 899: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	3	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
900	Исправить кнопку «назад» #900	Задача 900: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	23	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
901	Переписать обработку 401 #901	Задача 901: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	57	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
902	Протестировать валидацию форм #902	Задача 902: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	2	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
903	Реализовать индекс в БД #903	Задача 903: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	46	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
904	Настроить поиск по названию #904	Задача 904: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	78	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
905	Переписать CI-конвейер #905	Задача 905: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	71	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
906	Исправить модель пользователя #906	Задача 906: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	73	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
907	Обновить памятку пользователя #907	Задача 907: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	59	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
908	Задокументировать миграцию схемы #908	Задача 908: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	16	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
909	Реализовать индекс в БД #909	Задача 909: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	69	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
910	Протестировать логирование ошибок #910	Задача 910: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	4	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
911	Проверить фильтр по статусам #911	Задача 911: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	13	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
912	Спроектировать индекс в БД #912	Задача 912: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	44	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
913	Исправить памятку пользователя #913	Задача 913: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	58	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
914	Реализовать список задач #914	Задача 914: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	9	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
915	Переписать кэш ответов API #915	Задача 915: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	38	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
916	Исправить миграцию схемы #916	Задача 916: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	80	1	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
917	Задокументировать экран авторизации #917	Задача 917: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	25	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
918	Исправить пагинацию #918	Задача 918: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	74	3	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
919	Настроить памятку пользователя #919	Задача 919: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	6	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
920	Обновить поиск по названию #920	Задача 920: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	19	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
921	Спроектировать поиск по названию #921	Задача 921: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	19	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
922	Протестировать поиск по названию #922	Задача 922: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	26	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
923	Настроить памятку пользователя #923	Задача 923: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	73	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
924	Проверить кэш ответов API #924	Задача 924: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	6	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
925	Оптимизировать индекс в БД #925	Задача 925: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	62	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
926	Реализовать поиск по названию #926	Задача 926: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	72	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
927	Исправить поиск по названию #927	Задача 927: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	26	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
928	Проверить фильтр по статусам #928	Задача 928: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	26	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
929	Проверить DTO комментариев #929	Задача 929: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	44	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
930	Проверить загрузку аватара #930	Задача 930: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	56	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
931	Проверить модель пользователя #931	Задача 931: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	49	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
932	Оптимизировать список задач #932	Задача 932: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	69	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
933	Спроектировать модель пользователя #933	Задача 933: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	critical	63	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
934	Настроить памятку пользователя #934	Задача 934: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	66	6	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
935	Обновить кнопку «назад» #935	Задача 935: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	35	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
936	Оптимизировать индекс в БД #936	Задача 936: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	31	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
937	Исправить валидацию форм #937	Задача 937: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	71	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
938	Спроектировать эндпоинт обновления #938	Задача 938: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	6	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
939	Настроить миграцию схемы #939	Задача 939: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	41	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
940	Проверить эндпоинт обновления #940	Задача 940: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	46	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
941	Спроектировать индекс в БД #941	Задача 941: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	5	9	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
942	Спроектировать макеты главной страницы #942	Задача 942: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	36	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
943	Спроектировать экран авторизации #943	Задача 943: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	45	7	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
944	Настроить загрузку аватара #944	Задача 944: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	critical	51	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
945	Оптимизировать загрузку аватара #945	Задача 945: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	60	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
946	Оптимизировать миграцию схемы #946	Задача 946: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	27	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
947	Задокументировать модель пользователя #947	Задача 947: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	2	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
948	Протестировать миграцию схемы #948	Задача 948: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	69	5	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
949	Исправить список задач #949	Задача 949: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	43	10	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
950	Переписать обработку 401 #950	Задача 950: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	43	10	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
951	Переписать обработку 401 #951	Задача 951: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	high	78	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
952	Переписать DTO комментариев #952	Задача 952: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	68	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
953	Задокументировать загрузку аватара #953	Задача 953: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	53	7	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
954	Проверить обработку 401 #954	Задача 954: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	50	4	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
955	Протестировать кнопку «назад» #955	Задача 955: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	40	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
956	Проверить эндпоинт обновления #956	Задача 956: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	32	9	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
957	Переписать макеты главной страницы #957	Задача 957: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	critical	45	12	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
958	Протестировать индекс в БД #958	Задача 958: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	56	8	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
959	Переписать DTO комментариев #959	Задача 959: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	21	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
960	Настроить миграцию схемы #960	Задача 960: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	48	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
961	Проверить CI-конвейер #961	Задача 961: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	4	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
962	Оптимизировать DTO комментариев #962	Задача 962: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	18	6	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
963	Переписать обработку 401 #963	Задача 963: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	57	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
964	Реализовать памятку пользователя #964	Задача 964: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	69	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
965	Реализовать CI-конвейер #965	Задача 965: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	28	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
966	Реализовать загрузку аватара #966	Задача 966: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	high	14	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
967	Исправить экран авторизации #967	Задача 967: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	26	4	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
968	Переписать экран авторизации #968	Задача 968: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	44	4	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
969	Оптимизировать кэш ответов API #969	Задача 969: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	high	22	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
970	Протестировать загрузку аватара #970	Задача 970: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	72	11	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
971	Протестировать миграцию схемы #971	Задача 971: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	46	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
972	Протестировать фильтр по статусам #972	Задача 972: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	29	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
973	Реализовать пагинацию #973	Задача 973: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	medium	77	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
974	Переписать памятку пользователя #974	Задача 974: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	50	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
975	Проверить фильтр по статусам #975	Задача 975: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	9	6	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
976	Обновить токен-обновление #976	Задача 976: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	3	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
977	Оптимизировать памятку пользователя #977	Задача 977: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	64	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
978	Оптимизировать список задач #978	Задача 978: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	high	57	12	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
979	Задокументировать список задач #979	Задача 979: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	critical	37	1	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
980	Оптимизировать обработку 401 #980	Задача 980: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	32	11	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
981	Протестировать загрузку аватара #981	Задача 981: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	1	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
982	Оптимизировать список задач #982	Задача 982: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	27	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
983	Обновить логирование ошибок #983	Задача 983: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	low	60	5	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
984	Протестировать валидацию форм #984	Задача 984: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	74	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
985	Настроить пагинацию #985	Задача 985: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	49	3	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
986	Проверить кнопку «назад» #986	Задача 986: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	medium	11	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
987	Проверить CI-конвейер #987	Задача 987: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	37	7	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
988	Настроить логирование ошибок #988	Задача 988: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	low	2	9	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
989	Протестировать DTO комментариев #989	Задача 989: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	medium	63	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
990	Протестировать список задач #990	Задача 990: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	low	73	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
991	Настроить поиск по названию #991	Задача 991: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	55	12	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
992	Реализовать поиск по названию #992	Задача 992: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	medium	19	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
993	Исправить токен-обновление #993	Задача 993: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	canceled	high	2	2	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
994	Обновить логирование ошибок #994	Задача 994: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	55	5	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
995	Протестировать токен-обновление #995	Задача 995: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	12	2	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
996	Оптимизировать DTO комментариев #996	Задача 996: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	review	low	22	8	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
997	Переписать миграцию схемы #997	Задача 997: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	56	3	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
998	Оптимизировать кнопку «назад» #998	Задача 998: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	new	critical	58	10	1	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
999	Реализовать валидацию форм #999	Задача 999: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	done	low	53	8	3	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
1000	Проверить пагинацию #1000	Задача 1000: необходимо выполнить работы и сдать результат заказчику. Критерии приёмки описаны в документации проекта.	in_progress	medium	36	2	2	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
\.


--
-- Data for Name: users; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.users (id, username, email, full_name, password_hash, role, is_active, created_at, updated_at) FROM stdin;
1	admin	admin@example.com	Администратор Системы	$2b$12$OCo4/gwwiw.j8BWZjhFivOxvmTIZeP28PVG6zhuM9zwm8yhxzJ2Sy	admin	t	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
2	manager	manager@example.com	Иван Менеджеров	$2b$12$OoM1TkVptstJUIOQNEMFkOIxoQcEz3VhSY3xBeqSB9mf3QYQ/NLbG	manager	t	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
3	worker	worker@example.com	Пётр Рабочих	$2b$12$1eVssJLtYwx.iyK80svMXOwq.l/xVZq5vwh36PM4.btXVG3A6BziK	worker	t	2026-10-29 14:21:13.307963+00	2026-10-29 14:21:13.307963+00
4	testuser	test@example.com	Test User	$2b$12$My6I1Ad/wvrWH4/N39tsyu/PZ6k0fY1GBDIDaieZ/E5ui/MLz.Aau	worker	t	2026-10-29 14:21:21.986941+00	2026-10-29 14:21:21.986941+00
\.


--
-- Name: clients_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.clients_id_seq', 8, true);


--
-- Name: comments_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.comments_id_seq', 250, true);


--
-- Name: contacts_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.contacts_id_seq', 15, true);


--
-- Name: projects_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.projects_id_seq', 12, true);


--
-- Name: tags_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.tags_id_seq', 20, true);


--
-- Name: tasks_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.tasks_id_seq', 1000, true);


--
-- Name: users_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.users_id_seq', 4, true);


--
-- Name: alembic_version alembic_version_pkc; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.alembic_version
    ADD CONSTRAINT alembic_version_pkc PRIMARY KEY (version_num);


--
-- Name: clients pk_clients; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.clients
    ADD CONSTRAINT pk_clients PRIMARY KEY (id);


--
-- Name: comments pk_comments; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.comments
    ADD CONSTRAINT pk_comments PRIMARY KEY (id);


--
-- Name: contacts pk_contacts; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.contacts
    ADD CONSTRAINT pk_contacts PRIMARY KEY (id);


--
-- Name: projects pk_projects; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.projects
    ADD CONSTRAINT pk_projects PRIMARY KEY (id);


--
-- Name: tags pk_tags; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tags
    ADD CONSTRAINT pk_tags PRIMARY KEY (id);


--
-- Name: task_tags pk_task_tags; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.task_tags
    ADD CONSTRAINT pk_task_tags PRIMARY KEY (task_id, tag_id);


--
-- Name: tasks pk_tasks; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tasks
    ADD CONSTRAINT pk_tasks PRIMARY KEY (id);


--
-- Name: users pk_users; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT pk_users PRIMARY KEY (id);


--
-- Name: clients uq_clients_email; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.clients
    ADD CONSTRAINT uq_clients_email UNIQUE (email);


--
-- Name: tags uq_tags_name; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tags
    ADD CONSTRAINT uq_tags_name UNIQUE (name);


--
-- Name: ix_clients_name; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_clients_name ON public.clients USING btree (name);


--
-- Name: ix_comments_author_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_comments_author_id ON public.comments USING btree (author_id);


--
-- Name: ix_comments_task_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_comments_task_id ON public.comments USING btree (task_id);


--
-- Name: ix_contacts_client_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_contacts_client_id ON public.contacts USING btree (client_id);


--
-- Name: ix_projects_client_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_projects_client_id ON public.projects USING btree (client_id);


--
-- Name: ix_projects_name; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_projects_name ON public.projects USING btree (name);


--
-- Name: ix_tasks_author_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_tasks_author_id ON public.tasks USING btree (author_id);


--
-- Name: ix_tasks_priority; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_tasks_priority ON public.tasks USING btree (priority);


--
-- Name: ix_tasks_project_id; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_tasks_project_id ON public.tasks USING btree (project_id);


--
-- Name: ix_tasks_status; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_tasks_status ON public.tasks USING btree (status);


--
-- Name: ix_tasks_title; Type: INDEX; Schema: public; Owner: -
--

CREATE INDEX ix_tasks_title ON public.tasks USING btree (title);


--
-- Name: ix_users_email; Type: INDEX; Schema: public; Owner: -
--

CREATE UNIQUE INDEX ix_users_email ON public.users USING btree (email);


--
-- Name: ix_users_username; Type: INDEX; Schema: public; Owner: -
--

CREATE UNIQUE INDEX ix_users_username ON public.users USING btree (username);


--
-- Name: comments fk_comments_author_id_users; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.comments
    ADD CONSTRAINT fk_comments_author_id_users FOREIGN KEY (author_id) REFERENCES public.users(id) ON DELETE CASCADE;


--
-- Name: comments fk_comments_task_id_tasks; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.comments
    ADD CONSTRAINT fk_comments_task_id_tasks FOREIGN KEY (task_id) REFERENCES public.tasks(id) ON DELETE CASCADE;


--
-- Name: contacts fk_contacts_client_id_clients; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.contacts
    ADD CONSTRAINT fk_contacts_client_id_clients FOREIGN KEY (client_id) REFERENCES public.clients(id) ON DELETE CASCADE;


--
-- Name: projects fk_projects_client_id_clients; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.projects
    ADD CONSTRAINT fk_projects_client_id_clients FOREIGN KEY (client_id) REFERENCES public.clients(id) ON DELETE CASCADE;


--
-- Name: task_tags fk_task_tags_tag_id_tags; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.task_tags
    ADD CONSTRAINT fk_task_tags_tag_id_tags FOREIGN KEY (tag_id) REFERENCES public.tags(id) ON DELETE CASCADE;


--
-- Name: task_tags fk_task_tags_task_id_tasks; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.task_tags
    ADD CONSTRAINT fk_task_tags_task_id_tasks FOREIGN KEY (task_id) REFERENCES public.tasks(id) ON DELETE CASCADE;


--
-- Name: tasks fk_tasks_author_id_users; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tasks
    ADD CONSTRAINT fk_tasks_author_id_users FOREIGN KEY (author_id) REFERENCES public.users(id) ON DELETE RESTRICT;


--
-- Name: tasks fk_tasks_project_id_projects; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.tasks
    ADD CONSTRAINT fk_tasks_project_id_projects FOREIGN KEY (project_id) REFERENCES public.projects(id) ON DELETE CASCADE;


--
-- PostgreSQL database dump complete
--

\unrestrict osgiV9NmKgEi3yY8maTluNhIFbLFCsLL0b7MnHh3v804zLES6HvPyCfhoMD1U6a

